Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: No. (2) For the year 2011<br>Article 1 - every Iraqi can obtain a passport.<br>Article 2 - there are four types of passports: -<br>First - Regular passport according to the form (1) attached to this system.&nbsp;<br>Second - Service passport according to the form No. (2) Attached to thissystem.<br>Third - Special passport according to the form (3) attached to thissystem.<br>Fourth - Diplomatic passport according to the form (4) attached to thissystem.<br>Article 3 -<br>First - Passport in its four kinds consists of (48) page except the cover,the dimensions are (9) Cm. width and (12,5) Cm. length, the color of thepages is Green conqueror and in mediates of all the pages of the passportthe Emblem of the Republic of Iraq.<br>Second - in the center of the passport cover of the emblem of the Republicof Iraq.<br>Third - the color of the cover of the passport as follows: -<br>A - Regular / Dark Blue.<br>B - Service / Dark Red.<br>C - Special / Dark Green.<br>D - Diplomatic / Ruby Red.<br><br>Article 4 - A person who requests the passport must be: -<br>First - Iraqi nationality.<br>Second - is prohibited from leaving the race in accordance with the laws inforce.<br>Third - Sane, unless he travels for the purpose of health treatment with alegal guardian.<br>Article 5 - Minister of the Interior authorized passports officer the powerto issue passport and visa.<br>Article 6 -<br>First - person who requests passport must attends in front of the competentofficer passports and fill out the form prepared for this purpose.<br>Second - General Director of Nationality office can, in cases of extremenecessity, excuse the applicant for a passport that cannot attend fromattendance in front of the passport officer.<br>Article 7 -<br>First - Passport have a validity period of (8) eight years from the date ofissuance for person who reached (15) fifteen years of age or older.<br>Second - Passport have validity for (4) four years from the date of issuancefor those under the age of (15) fifteen years.<br>Article 8 - there is no permitted to issue a passport for those under theage of (18) eighteen years without the guardian permession.<br>Article 9 - the form of laissez - passer is according model number (5)attached to this system and includes (16) sixteen page except for the cover.<br>Article -10 -<br>First - laissez - passer issued to: -<br>A - People who do not have citizenship and inside the Republic of Iraq.<br>B - Foreigners who wish to leave Iraq and the duration of their passportsexpired or they have lost it and no representative of their government inthe Republic of Iraq have the authority to give them a document saying theycan leave Iraq.<br>C - Iraqis living abroad who have lost or damaged their passports.<br>Second - the applicant of laissez - passer must attend in front of thecompetent passports officer and fill a form prepared for this purpose.<br>Article 11 - the laissez - passer shall be valid for a period of (6) sixmonths from the date of issuance and the carrier of laissez - passer canenter or leave Iraq once to the mentioned countries only, and Diplomat inthe Iraqi mission abroad when necessary to add other countries and enter thenames of other people.<br>Article -12 - the official border crossing points used for leaving orentering the Republic of Iraq.<br>Article -13 - checking the documents related to travel for those entering orleaving the Republic of Iraq in residency centers and passports offices inthe official border crossing points.<br>Article 14 - the residents in the border areas don't have to obtain apassport or laissez - passer regarding their crossing border with thefollowing of border controls instructions prescribed by the Director ofnationality and foreigners' residence Law No. (118) for the year 1987<br>Or any other law to replace it.<br>Article -15 -<br>First - the following persons gives service passport: -<br>A - Directors-General.&nbsp;<br>B - The judges and prosecutors of categories I and II.<br>C - Army officers, internal security forces and intelligence from the rankof colonel and above.<br>D - Technical and Administrative staff in the Ministry of Foreign Affairsand Technical Attaches and their spouses and children who are legallydependents and residing with them.<br>E - Special Ranks those who retired before the issuance of this regulate,retirees according items (A) and (B) of this article and retired officers ofthe army, security forces procedure and intelligence of rank (Brigadier) andabove .<br>Second - Foreign Minister authorized to grant a service passport for thosewho the nature of their work requires that or the public interest.&nbsp;<br><br>Article -16 -<br>First - the following persons and their spouses and children who legallydependents and residents with them granted a special passport: -<br>A - The owners of Special Ranks who occupy their posts authenticity, theyretaining them after their retired.<br>B - Retirees who was running the post of Minister after 9/4/2003.<br>Second - Foreign Minister according to regulations can grant a specialpassport for those who the nature of their work requires or the publicinterest.<br>Article -17 -<br>First - a diplomatic passport granted to the following persons who occupytheir posts authenticity and their spouses and children who legallydependents and residents with them.<br>A - President of the Republic of Iraq.<br>B - Chairman of the Council of Ministers (prime Minister).<br>C - Chairman of the House of Representatives (Speaker of Parliament).<br>D - The Head of the Supreme Judicial Council.<br>E - The Region's President.<br>F - Chairman of the Council of Ministers of the region.<br>G - Vice- President of the Republic.<br>H - Deputy- Chairman of the Council of Ministers (Deputy PrimeMinister).<br>I - Vice- President of the Federal House of Representatives (Speaker'sDeputies).<br>J - Deputy- Chairman of the Council of Ministers of the region (Deputy PrimeMinister of the region).<br>K - Ministers of the federal government and the regional government.<br>L - Person who hold the rank of Minister in the federal government.<br>M - Members of the House of Representatives (Parliament Members).<br>N - Secretary General of the Council of Ministers, the Chief of Staff of thePresidency of the Republic and President of the Office of the House ofRepresentatives.<br>O - Advisers to the Presidency and the Council of Ministers.<br>P - The staff of the diplomatic corps at the Ministry of Foreign Affairs andtechnicians AttachÃ©s and their assistants.<br>Q - Secretary Generals and their assistants from Iraq who working in theArab and International Organizations.<br>Second - Retirees referred to in paragraphs (a - f) of the first part ofthis article who hold office after 9/4/2003, and their spouses and childrenwho are legally dependents and residing with them keeps their diplomaticpassports, passport grants mentioned earlier.&nbsp;<br>Third -Persons who retired after the activation of this regulations includedin items from (A - L) and items (N) and (O) of paragraph (First) of thisArticle, who Occupying posts authenticity and Ambassadors and their spousesand children who legally residing with them keeps their diplomaticpassports, and a diplomatic passport granted, for those who did not get theaforementioned passport.&nbsp;<br>Fourth - A Diplomatic passport given to the holder of diplomatic couriercommissioned by the Ministry of Foreign Affairs.&nbsp;<br>Fifth - Minister of Foreign Affairs in accordance with the regulationsgranted a diplomatic passport for those who the nature of their workrequires it or the public interest.<br><br>Article -18 - diplomatic passport, special passport and service passport notgrant for the first time only in Iraq.<br>Article -19 - Subject to the provisions of items (II and III) of Article(17) of this system, drawing diplomatic passport or your service or who havethe capacity in which authorized him the right to campaign and passportofficer heroes.<br>Article -20 - Persons who are included in the provisions of Justice andAccountability Law No. (10) For the year 2008 and staffs of the repressivesecurity agencies during the reign of the former regime are not included inthis regulate.<br>Article -21 - The passport regulation No. (61) For the year 1959 wascancelled.<br>Article -22 - Minister of the Interior can issue instructions to facilitatethe implementation of the provisions of the law.<br>Article -23 - This regulation is implemented from the date of publication inthe Official Gazette.
ar_iq: <p> نظام جوازات السفر</p> <p> رقم (2)لسنة2011 </p> <p>المادة-1- لكل عراقي الحصول على جواز سفر.</p> <p>المادة-2- يكون جواز السفر على أربعة أنواع:-</p> <p> أولاً- جواز سفر عادي وفق النموذج رقم(1)الملحق بهذا النظام.</p> <p> ثانياً-جواز سفر خدمة وفق النوذج رقم (2)الملحق بهذا النظام. </p> <p> ثالثاُ-جواز سفر خاص وفق النموذج (3)الملحق بهذا النظام.</p> <p> رابعاً-جواز سفر دبلوماسي وفق النموذج (4)الملحق بهذا النظام.<br> المادة-3-</p> <p> أولاً- يتألف جواز السفر بأنواعه الاربعة من(48)ثمان وأربعين صفحة عدا الغلاف ويكون عرض الصفحة(9)تسعة سنتمترات وطولها (5 ,12)اثنا عشر ونصف سنتمترا ولون الصفحات أخضر فاتحاً ويتوسط كل صفحة من صفحات الجواز شعار جمهورية العراق.</p> <p> ثانياً- يتوسط غلاف جواز السفر شعار جمهورية العراق.</p> <p> ثالثاً- يكون لون غلاف جواز السفر كما يأتي :-</p> <p> أ- العادي / أزرق غامق. </p> <p> ب- الخدمة / أحمر غامق.</p> <p> جـ- الخاص / أخضر غامق.</p> <p> د- الدبلوماسي / أحمر قاني.</p> <p><br> </p> <p> المادة-4- يشترط في طالب جواز السفر أن يكون:-</p> <p> أولاً- عراقي الجنسية.</p> <p> ثانياً- غير ممنوع من مغادرة العراق بمقتضى القوانين النافذة.</p> <p> ثالثاً-غير مجنون الااذاكان مسافرا لغرض المعالجة بصحة ولي أمرة الشرعي.</p> <p>المادة-5- لوزير الداخلية تخويل ضابط الجوازات صلاحية اصدار جواز السفر وتأشيرة.</p> <p>المادة-6-</p> <p> أولاً- على طالب جواز السفر الحضور أمام ضابط الجوازات المختص وملْ الاستمارة المعدة لهذا الغرض.</p> <p> ثانياً- لمدير الجنسية العام في حالات الضرورة القصوى التي يتعذر معها حضور طالب الجواز اعفاؤة من الحضور امام الضابط.</p> <p>المادة-7-</p> <p> أولاً- يكون جواز السفر نافذاً لمدة (8)ثماني سنوات من تاريخ اصدارة لمن بلغ (15)الخامسة عشر من العمر فأكثر.</p> <p> ثانياً- يكون جواز السفر نافذاًلمدة(4)أربع سنوات من تاريخ اصدارة لمن يقل عمرة عن(15)خمسة عشر سنة.</p> <p>المادة-8- لايجوز اصدار جواز السفر لمن يقل عمرة عن(18)ثماني عشر سنة الابموافقة الولي او الوصي. </p> <p>المادة-9- يكون شكل جواز المرور حسب النموذج رقم (5) الملحق بهذا النظام ويشمل (16) ستة عشر صفحة عدا الغلاف.</p> <p>المادة-10-</p> <p> أولاً- يصدر جواز المرور الى:-</p> <p> أ- الاشخاص الذين ليست لهم جنسية والموجودين داخل جمهورية العراق.</p> <p> ب- الاجانب الذين يرومون مغادرة العراق وكانت مدة نفاذ جوازات سفرهم منتهية أو انهم فقدوها ولايوجد في جمهورية العراق ممثل عن حكومتهم لة صلاحية منحهم وثيقة معتبرة تمكنهم من مغادرة العراق.</p> <p> جـ- العراقين المقيمين في الخارج الذين فقدوا جوازات سفرهم أو تعرضت للتلف.</p> <p> ثانياً - على طالب جواز المرور الحضور أمام ضابط الجوازات المختص ومل الاستمارة المعدة لهذا الغرض.</p> <p>المادة-11- يكون جواز المرور نافذاً لمدة (6)ستة اشهر من تاريخ اصدارة ولحاملة دخول العراق او مغادرته</p> <p>مرة واحدة الى الدول المذكورة فيه فقط وللموظف الدبلوماسي في البعثة العراقية في الخارج عند الضرورة اضافة دول اخرى وادخال أسماء اشخاص اخرين</p> <p>المادة-12- تستخدم المنافذ الحدودية الرسمية عند مغادرة جمهورية العراق او الدخول اليها.</p> <p>المادة-13- تفحص المستندات المتعلقة بالسفر للقادمين الى جمهورية العراق او المغادرين منها في</p> <p>مراكز الاقامة ومراكز الجوازات في المنافذ الحدودية الرسمية.</p> <p>المادة-14- لايلزم المقيمون في المناطق الحدودية من الحصول على جواز سفر او جواز مرور فيما يتعلق</p> <p>بعبورهم الحدود مع مراعاة الضوابط المقررة من مدير الجنسية وقانون اقامة الاجانب رقم (118)لسنة 1987</p> <p>او اي قانون يحل محلة.</p> <p>المادة -15-</p> <p> أولاً- يمنح الاشخاص التالي ذكرهم جواز سفر خدمة:-</p> <p> أ- المديرون العامون.</p> <p> ب- القضاة والمدعون العامون من الصنفين الاول و الثاني.</p> <p> جـ- ضباط الجيش وقوى الامن الداخلي والمخابرات من رتبة (عقيد) فما فوق.</p> <p> د- موظفو السلكين الاداري والفني في وزارة الخارجية ومظفو الملحقيات الفنية وازواجهم واولادهم الذين يعيلونهم قانونا من المقيمين معهم.</p> <p> هـ- اصحاب الدرجات الخاصة المتقاعدون قبل صدور هذا النظام والمتقاعدون المنصوص عليهم االفقرتين (أ) و(ب)من هذا البند والمتقاعدون من ضباط الجيش وقوى الامن الداخلي والمخابرت من رتبة (عميد) فما فوق.</p> <p> ثانياً- لوزير الخارجية منح جواز سفر خدمة لمن تقتضي طبيعة عملة أو المصلحة العامة منحة ذلك.</p> <p><br> </p> <p>المادة-16-</p> <p> أولاً- يمنح الاشخاص التالي ذكرهم وأزواجهم وأولادهم الذين يعيلونهم قانوناًمن المقيمين معهم جواز سفر خاص:-</p> <p> أ- أصحاب الدرجات ممن يشغلون وظائفهم أصالة ،مع احتفاظهم بها ،بعد احالتهم الى التقاعد.</p> <p> ب- المتقاعدون ممن كان يشغل وظيفة بدرجة وزير بعد 9/4/2003.</p> <p> ثانياً- لوزير الخارجية وفقا للضوابط منح جواز سفر خاص لمن تقتضي طبيعة عملة أو المصلحة العامة منحة ذلك.</p> <p> المادة -17-</p> <p> أولاً- يمنح جواز السفر دبلوماسي الى الاْشخاص التالي ذكرهم ممن يشغلون وظائفهم أصالة وأزواجهم وأولادهم الذين يعيلونهم قانوناَمن المقيمين معهم.</p> <p> أ- رئيس جمهورية العراق.</p> <p> ب- رئيس مجلس الوزراء.</p> <p> جـ- رئيس مجلس النواب.</p> <p> د- رئيس مجلس القضاء الاعلى.</p> <p> هـ- رئيس الاقليم.</p> <p> و- رئيس مجلس وزراء الاقليم.</p> <p> ز- نواب رئيس الجمهورية.</p> <p> ح- نواب رئيس مجلس الوزراء.</p> <p> ط- نواب رئيس مجلس النواب الاتحادي.</p> <p> ي- نواب رئيس مجلس وزراء الاقليم.</p> <p> ك- وزراء الحكومة الاتحادية وحكومة الاقليم.</p> <p> ل- من يشغل وظيفة بدرجة وزير في الحكومة الاتحادية.</p> <p> م- اعضاء مجلس النواب.</p> <p> ن- الامين العام لمجلس الوزراء ورئيس ديوان رئاسة الجمهورية ورئيس ديوان مجلس النواب.</p> <p> س- مستشارو رئاسة الجمهورية ومجلس الوزراء.</p> <p> ع- موظفو السلك الدبلوماسي في وزارة الخارجية والملحقين الفنين ومعاونيهم.</p> <p> ف- الامناء العامين ومساعديهم من العراق العاملين في المنظمات العربية والدولية.</p> <p> ثانياً- يحتفظ المتقاعدون المنصوص عليهم في الفقرات (أ-و)من البند أولا من هذة المادة الذين تولو مناصبهم بعد 9/4/203</p> <p>وأزواجهم وأولادهم الذين يعيلونهم قانوناُ من المقيمين معهم بجوازات سفرهم الدبلوماسية ، ويمنح الجواز المذكور سابق.</p> <p> ثالثاً- يحتفظ من يحال الى التقاعد بعد نفاذ هذا النظام من المنصوص عليهم (ا-ل)والفقرتين (ن) و(س) من البند (اولا) من هذة المادة الذين يشغلون وظائفهم أصالة والسفراء وأزواجهم وأولادهم الذين يعلونهم قانوناً من المقيمين معهم بجوازات سفرهم الدبلوماسية، ويمنح الجواز الدبلوماسي، لمن لم يمنح الجواز المذكور سابقا.</p> <p>رابعاَ- يمنح جواز سفر دبلوماسي لحامل البريد السياسي بتكليف من وزارة الخارجية.</p> <p>خامساُ- لوزير الخارجية ووفقاً للضوابط منح جواز سفر دبلوماسي لمن تقتضي طبيعة عملة أو المصلحة العامة منحة ذلك.</p> <p><br> </p> <p>المادة-18- لايمنح جواز السفر الدبلوماسي وجواز السفر الخاص وجواز الخدمة لاول مرة الا في العراق.</p> <p>المادة -19- مع مراعاة أحكام البندين (ثانياً و ثالثاَ) من المادة (17) من هذا النظام، يسحب جواز السفر الدبلوماسي أو الخاص أو الخدمة ممن فقد الصفة التي خولتة حق حملة ولضابط الجوازات ابطالة. </p> <p>المادة -20- لايستفيد من أحكام هذا النظام المشمولون بأحكام المشمولون بأحكام قانون المسائلة والعدالة رقم (10) لسنة 2008 ومنتسبوا الاجهزة الامنية القمعية ابان عهد النظام السابق.</p> <p>المادة-21- يلغى نظام جوازات السفر رقم بـ(61)لسنة 1959.</p> <p>المادة -22- لوزير الداخلية أصدار تعليمات لتسهيل تنفيذ أحكام القانون.</p> <p>المادة-23- ينفذ هذا النظام من تاريخ نشرة في الجريدة الرسمية.</p> <br>

source: Passport Issuance
ar_iq: اصدار الجوازات

source: Passport Ossiance
ar_iq: اصدار الجوازات

source: If the citizen loses his passport then he needs a new passport .<br>First: Some Instructions for a new passport issuance :<br>- if the citizen possesses no identity documents , he contact his family in Iraq and ask them to take original documents that prove his Iraqi nationality to the Consular Department which inform the embassy with that.<br>- It is possible to issue a passport for the child, regardless of their age after getting an approval from his parents .<br>- it is not possible to issue a passport based only on the Civil Status Card , without the nationality certification.<br>- The new citizenship law no. (26) 2006 and in its Article 10 authorizes dual nationality, so it is possible for an Iraq citizen to get an Iraqi passport, despite having a foreign nationality unless he declares a written abandonment of the Iraqi nationality.<br>- An applicant for a passport should be present in person to the mission.<br>- Applications for a passport for women and children living outside Iraq, needs no approval of those charged with authority.<br>- The old personal documents can be used in condition that the embassy employee confirms that the applicant himself holds those documents.<br>- The identity card of children under one year of age, which include not photo can be used after submitting a letter of support from the embassy with a photo of the applicant.<br>- The naturalized winning the Iraqi citizenship under the new law No. (26) 2006 needs to provide a nationality certificate.<br>- Passports to be issued only from the Ministry not from the missions.<br>- A passport of an Iraqi citizens should not be taken back only by a decision of the higher authorities.<br>Some instructions for Iraqi passports currently in force :<br>1 . Passport Edition (S) , issued in 2004<br>This Edition is valid for eight years starting from the date of issuance not from the date of validity and if it's already been extended and expired it will not be extended.<br><br>2 . Passport Electronic Edition (G) 2006 <br>A – Validity of this edition is eight years with no extension .<br>B - On 10/07/2009 Directorate of Passports stopped completely issuing this edition , and considered all passports of this category (G) , which issued by the aforementioned office in 2006 and became effective until the date of validity , and could not be replaced unless its pages ended or become invalid .<br>3 . Passport edition (A) 2009<br>A - this edition issued in 2009 and considered as a completion of the passport edition (G) but not a substitution for it . Anyone who holds the passport edition (G) cannot be granted a passport of edition (A) unless it ends its pages or became invalid .<br>B - The missions organized the palpations for these passports and sent them electronically to the Directorate of Passports for printing them and send them to the missions concerned.<br>C – Validity of these passports is eight years and could not be extended.<br>D – Issuance of these passports are currently in Iraq (Directorate of Passports) .<br>E - The form no. (1) is used at the present time for obtaining the passport (A).<br><br>Requirements for obtaining passport Edition (A)<br>1 - Fill in the form of application accurately in both Arabic and English languages published on the web site of the Passports Directorate following the link : WWW.IRAQINATIONALITY.GOV.IQ.com<br>2 – Signature to be put on the right box and thumbprint in the left box.<br>3 - The applicant's photo to be stamped with the consular seal .<br>4 – The form should be signed by the consul with the consular stamped seal .<br>5 - The form and the attachments should be sent electronically to the Directorate of Passports:<br>Attachments of the passport application for edition (A): <br>A –fee is (20) U.S. dollars or its equivalent in other currencies .<br>B - Three color photos ( white background ) .<br>C - a color copy of a the nationality card .<br>D - a color copy of the Civil Status Document .
ar_iq: فقدان الجوازاتقد يتعرض المواطنون إلى سرقة جوازاتهم او فقدانها أثناء وجودهم خارج العراق ولغرض معالجة هذه الحالة تتبع الإجراءات التالية :-<br>1.على فاقد الجواز ان يصرح بأن الجواز قد فقد فعلا خشية من ان يكون الجواز محتجز لدى السلطات المحلية او لدى رب العمل وبعد اصدار الجواز يتم ابلاغ السلطات المحلية بأن الجواز القديم قد اصبح ملغيا وعليها مصادرته في حال العثور عليه.<br>2. تملء استمارة تحقيق فقدان جواز السفر نموذج رقم (1) وتختم وتوقع من قبل القنصل .<br>3. يقدم طالب الجواز نموذج إخبار من دائرة الشرطة أو الإقامة في بلده يتضمن رقم جواز سفره وتاريخ دخوله البلد وإعلام بفقدان الجواز. <br>4. نشر إعلان في أحدى الصحف المحلية حول فقدان الجواز .5<br>. تدون إفادة صاحب الجواز من قبل القنصل عن كيفية فقدان جواز السفر ورقم جواز السفر ومحل و تاريخ إصداره وسبب الفقدان و تختم و توقع من قبل القنصل.<br>6. يقدم طالب الجواز الوثائق التي تثبت رعويته إن لم يكن الجواز صادر من نفس السفارة .( هوية الأحوال المدنية ـ شهادة الجنسية ).7<br>. يقدم أربع صور حديثة ملونة. <br>8. تدقق معاملته مع سجلات السفارة ( سجل الإصدار وسجل التمديد ) إذا كان صادر من نفس السفارة.<br>9. تملأ استمارة الجالية والمعلومات المطلوبة عن الشخص ( يحفظ عنوانه الدقيق ).10<br>. ترسل إفادة صاحب الجواز المفقود مع المرفقات أعلاه بكتاب رسمي إلى مديرية الجوازات للحصول على الموافقة لإصدار جواز جديد بعد اقتناع المديرية بالأسباب التي أدت إلى فقدان أو تلف الجواز .11<br>. تقوم الدائرة القنصلية بارسال تعميم الى البعثات العراقية في الخارج يتضمن معلومات عن فقدان الجواز لغرض ابلاغها الى وزارة الخارجية للدولة المعتمدين فيها للحيلولة دون استخدامه من قبل جهات مشبوهة .

source: Patrimonies
ar_iq: التركات
