Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: <span style="font-weight: bold;">19- </span>March 2010: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the 22nd Ordinary Session of Arab Summit in Sirt – Libya, where the Resolution on the Situation in Iraq was passed according to the wording submitted by the Iraq’s Delegation and to serve the higher interests of Iraq. While the item of Displaced Iraqis in the Hosting Arab countries, was only included in the Agenda of the 133rd Session held in March 2010 in the General Secretariat’s headquarter in Cairo, from which Sirt Declaration was issued to hail the parliament elections took place in Iraq on 07/03/2010 and call Iraq to form the new government soonest. As well, the Meeting issued Sirt Document under which was formed a pentagonal committee to survey the reality of the Joint Arab Action, to which Iraq is a member represented by H.E. President Jalal Talabani.
ar_iq: اذار 2010 تـرأس السيد لبيـد عباوي وكيل الوزارة لشؤون التخطيط السياسي والعلاقات الثنائية وفد العراق المشارك في الدورة العادية (133) التي عقدت في القاهرة، وتم إضافة فقرة جديدة على مشروع القرار الخاص بالعراق، حيث تم إدراج فقرة تتعلق بموضوع المياه وحقوق العراق في استغلال حصته وفق القوانين الدولية (الفقرة 14)، كما تم إدراج بند جديد فيما يتعلق بأوضاع المهجرين العراقيين في الدول العربية المضيفة وذلك وفقاً للمشروع السوري المقدم وبعد اجراء التعديلات الضرورية نتيجة مداخلات رئيس الوفد العراقي حيث اتت صياغته بشكل دقيق وموضوعي.

source: <span style="font-weight: bold;">20- </span>June 2010: Iraq participates in the Extraordinary Ministerial Meeting held in Cairo, where the following was discussed:<br>- Gaza Flotilla Raid, which was condemned.<br>- The Ministerial Meeting of the Pentagonal Higher Committee to discuss the Development of Joint Arab Action Group
ar_iq: اذار 2010 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد جمهورية العراق المشارك في مؤتمر القمة العربية في دورته العادية (22) في مدينة سرت / الجماهيرية الليبية, فقد صدر قرار (الوضع في العراق) طبقاً للنص الذي قدمه الوفد العراقي وبما يخدم المصلحة العليا للعراق، أما بند المهجرين العراقيين في الدول العربية المضيفة فقد تم الإكتفاء بدرجه على جدول أعمال الدورة 133 التي عُقِدَت في اذار/2010 في مقر الأمانة العامة في القاهرة, والتي صدر عنا اعلان سرت الذي تم فيه الترحيب بالإنتخابات البرلمانية التي جرت في العراق بتاريخ 7/3/2010 ودعوة العراق لتشكيل الحكومة الجديدة في أقرب الآجال, كما صدر عن الاجتماع وثيقة سرت التي شُكِلَّت بموجبها لجنة خماسية لدراسة واقع العمل العربي المشترك والعراق عضواً فيها متمثلاً بفخامة رئيس الجمهورية جلال الطالباني.

source: <span style="font-weight: bold;">21-</span> June 2010: H.E. President Jala Talabani heads the Iraq’s Delegation participating in the Meeting of the Higher Pentagonal Committee held in Tripoli, capital of Libya. The development of the Joint Arab Action Group was discussed.
ar_iq: حزيران 2010 شارك العراق في الاجتماع الوزاري الطارئ الذي عقد في القاهرة حيث جرى التباحث في : - مناقشة الاعتداء الاسرائيلي على قافلة الحرية المتجهة الى غزة , وادانته - والاجتماع الوزاري للجنة الخماسية العليا لمناقشة تطوير منظومة العمل العربي المشترك.

source: <span style="font-weight: bold;">22-</span> October 2010: H.E. President Jala Talabani heads the Iraq’s Delegation participating in the Extraordinary Arab Summit and the Afro-Arab Summit, both held in Sirt – Libya. The following meetings were held:<br>a- The Preparatory Meeting for the Afro-Arab Summit on the level of higher executives.<br>b- The Preparatory Meeting of the Arab Foreign Ministers.<br>c- The Preparatory Meeting of the Arab and African Foreign Ministers.<br>d- The Extraordinary Arab Summit.<br>e- The Afro-Arab Summit.<br>The Extraordinary Arab Summit discussed the following two items: The development of Joint Arab Action Group and the Arab Neighbourly Politics and Creating the Regional Neighbourly League. The discussions were dominated by controversial issues connected with the above mentioned items.
ar_iq: حزيران 2010 ترأس فخامة الرئيس جلال طالباني وفد جمهورية العراق الذي شارك في إجتماع اللجنة الخماسية العليا الذي عقد في العاصمة الليبية طرابلس، وتمت مناقشة تطوير منظومة العمل العربي المشترك.

source: <span style="font-weight: bold;">23.</span>March 2011, Foreign Minister Hoshyar Zebari, headed the delegation of the Republic of Iraq to the regular session (135) to discuss the meeting of the Arab league at the summit level, which is scheduled to be held in Baghdad, and a decision was made to hold the summit in Baghdad May 15, 2011.
ar_iq: تشرين الاول 2010 ترأس فخامة رئيس الجمهورية السيد جلال طالباني وفد جمهورية العراق المشارك في القمة العربية الإستثنائية والقمة العربية الأفريقية اللتين عُقِدتا في مدينة سرت الليبية، حيث عُقِدَت الإجتماعات الآتية : أ - الإجتماع التحضيري للقمة العربية – الأفريقية على مستوى كبار المسؤولين. ب – الإجتماع التحضيري لوزراء الخارجية العرب. ج – الإجتماع التحضيري لوزراء الخارجية العرب والأفارقة. د- القمة العربية – الإستثنائية. هـ - القمة العربية – الأفريقية. وقد ناقشت القمة العربية الإستثنائية بندي تطوير منظومة العمل العربي المشترك، وسياسة الجوار العربي وإقامة رابطة الجوار الإقليمي، حيث سادت المناقشات مسائل خلافية تتعلق بالبندين آنفاً.

source: <span style="font-weight: bold;">24.</span>March 2011, Undersecretary Labeed, Abbawi headed the delegation of the Republic of Iraq and Ambassador Dr. Jaber Habib Jaber, Ambassador Mohammed Humaimidi to the extraordinary ministerial meeting, which dealt with the latest developments of events in Libya and its implications.
ar_iq: اّذار2011، ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد جمهورية العراق الى الدورة العادية (135) لمناقشة موضوع انعقاد اجتماع مجلس الجامعة على مستوى القمة والذي كان مقررا عقده في بغداد، وصدر قرار ينص على عقد القمة في بغداد في موعد اقصاه 15/ايار/2011.

source: <span style="font-weight: bold;">25.</span> September 2011 Foreign Minister Hoshyar Zebari headed the delegation of the Republic of Iraq to the regular session (136) at the ministerial level at the General Secretariat headquarters in Cairo, the meeting focused on the situation in Syria.
ar_iq: اّذار2011، ترأس وكيل الوزارة لبيد عباوي وفد جمهورية العراق وعضوية السفير د.جابر حبيب جابر والسفير محمد الحميميدي الى الاجتماع الوزاري غير العادي الذي تناول حينها اخر مستجدات الاحداث في ليبيا وتداعياتها.

source: <span style="font-weight: bold;">26.</span> October 2011, Iraq participated in the ministerial emergency meeting on the situation in Syria, which resulted in the issuance of a decision to form a committee of the Ministry headed by Qatar and Algeria, Oman, Sudan and the Secretary General of the League, to connect to the Syrian government and its claim to stop the violence in Syria.
ar_iq: أيلول 2011، ترأس معالي وزير الخارجية السيد هوشيار وفد جمهورية العراق الى الدورة العادية (136) على المستوى الوزاري بمقر الامانه العامة في القاهرة، وقد ركز الاجتماع حول الاوضاع في سوريا.

source: <span style="font-weight: bold;">27.</span> November 2011, Iraq participated in the extraordinary session of the Arab League at the ministerial level to follow the latest developments in Syria.
ar_iq: تشرين الاول 2011، شارك العراق في الاجتماع الوزاري الطارىء حول الاوضاع في سوريا والذي تمخض عنه صدور قرار بتشكيل لجنة وزارة تترأسها قطر وبعضوية كل من الجزائر وعمان والسودان والامين العام للجامعة، للاتصال بالحكومة السورية ومطالبتها بأيقاف اعمال العنف في سوريا.

source: <span style="font-weight: bold;">28.</span> November 2011, Iraq participated in the extraordinary session of the League of Arab States at the ministerial level to follow up the developments of the situation in Syria; the meeting was issued by Resolution No. (7438) which stated. - Suspend the participation of Syrian delegation in the meetings of the League of Arab states until the implementation of the Arab Plan .<br>- Provide protection for Syrian civilians<br>- Call on the Syrian army to not get involved in acts of violence and murder.<br>- The signing of economic sanctions against the Syrian government.<br>-Call upon Arab states to withdraw their ambassadors from Damascus.<br>- Invite Syrian opposition parties to a meeting at the headquarters of the Arab eLague.<br><br><span style="font-weight: bold;">29.</span>November 2011, Iraq participated in the extraordinary session of the Arab League at the ministerial level to follow up on the situation in Syria, and stressed reservation Iraq on the fourth paragraph of the draft resolution (7441), on the imposition of economic sanctions on Syria in the absence of Syrian government signed the protocol of the Arab initiative.<br><br><span style="font-weight: bold;">30.</span> November 27, 2011, Iraq participated in the extraordinary session of the Council of the League of Arab States at the ministerial level on the developments of the situation in Syria and that it issued Resolution No. (7442), containing the imposition of economic sanctions on Syria, which included a stop flights to Syria and stop commercial exchanges with the Syrian government In addition to freeze financial assets.<br><br><span style="font-weight: bold;">31.</span> December 2011, Iraq participated in the Ministerial Committee on Syria, under the chairmanship of the State of Qatar, which reported the results of a list of names of officials that will be prevented from entering the Arab countries and freezing their assets.<br><br><span style="font-weight: bold;">32.</span>The Meeting of the extraordinary session of the Arab League Council at the ministerial level on 2/6/2012 in Doha, to discuss the developments of the situation in Syria, and the situation in Sudan, and the Palestinian issue. The Minister chaired the esteemed delegation of Iraq, and the membership Undersecretary Labeed Abbawi and Permanent Representative Dr. Qais al-Azzawi.<br><br><span style="font-weight: bold;">33.</span>The meeting of extraordinary session of the Arab League at the ministerial level took place on 22/7/2012 in Doha, to discuss the developments of the situation in Syria, the Palestinian issue, the Arab peace initiative. The meeting was chaired by Undersecretary Labeed Abbawi and the membership of Permanent Representative Dr. Qais al-Azzawi.<br><br><span style="font-weight: bold;">34.</span>A meeting of the Arab League will be held at the ministerial level in the regular session (138) on 09/05/2012 at the Arab League headquarters in Cairo.
ar_iq: 4 تشرين الثاني 2011، شارك العراق في الدورة غير العادية لمجلس جامعة الدول العربية على المستوى الوزاري لمتابعة تطورات الاوضاع في سوريا.

source: Iraq’s Contribution in the Budget of the League of Arab States
ar_iq: 4 تشرين الثاني 2011، شارك العراق في الدورة غير العادية لمجلس جامعة الدول العربية على المستوى الوزاري لمتابعة تطورات الاوضاع في سوريا.

source: Iraq paid 256,476.10 USD as its participation for 2010. Also, Iraq paid 159,900.10 USD, representing the 4th installment of the debts on Iraq.<br>Iraq paid $ (61,295,222) U.S. dollars contributions for 2011 in addition to 10% worth of for the year 2010.
ar_iq: 12 تشرين الثاني 2011، شارك العراق في الدورة غير العادية لمجلس جامعة الدول العربية على المستوى الوزاري لمتابعة تطورات الوضع في سوريا ، وقد صدر عن الاجتماع القرار رقم (7438) وقد نص على : تعليق مشاركة الوفد السوري في اجتماعات مجلس الجامعة لحين تنفيذها لخطة العمل العربية التي وافقت عليها. توفير الحماية للمدنيين السوريين دعوة الجيش السوري لعدم التورط بأعمال العنف والقتل. توقيع عقوبات اقتصادية ضد الحكومة السورية. دعوة الدول العربية لسحب سفراءها من دمشق. دعوة اطراف المعارضة السورية الى الاجتماع في مقر الجامعة العربية.

source: Permanent Representation of the Republic of Iraq to the Arab League
ar_iq: 24 تشرين الثاني 2011، شارك العراق في الدورة غير العادية لمجلس الجامعة العربية على المستوى الوزاري لمتابعة الوضع في سوريا ، واكد خلالها معالي وزير الخارجية تحفظ العراق على الفقرة الرابعة من مسودة القرار رقم (7441) والتي نصت على فرض عقوبات اقتصادية على سوريا في حال عدم توقيع الحكومة السورية على بروتوكول المبادرة العربية.

source: The permanent representative, Dr. Qais al-Azzawi, submitted the Letter of Credence to the Secretary General of the League of Arab States, Mr. Amr Moussa, on 03/05/2010.
ar_iq: اجتمــاع الــدورة غيــر العـادية لـمجلس الجامعة العـربية على المستوى الوزاري بتاريخ 2/6/2012 في الدوحة، لمناقشة تطورات الوضع في سوريا، والوضع في السودان، والقضية الفلسطينية. وترأس معالي الوزير المحترم وفد العراق، وبعضوية السيد وكيل الوزارة لبيد عباوي والسيد الممثل الدائم د. قيس العزاوي.اجتمـــاع الدورة غيـر العــادية لـمجلس الجـامعة العـربية علـى المستوى الوزاري بتاريخ 22/7/2012 في الدوحة، لمناقشة تطورات الوضع في سوريا والقضية الفلسطينية ومبادرة السلام العربية. وترأس وكيل الوزارة السيد لبيد عباوي وفد جمهورية العراق وبعضوية السيد الممثل الدائم د.قيس العزاوي.سيـُعقد اجتمـاع مجـلس جــامعة الـدول العربية علـى المستـوى الـوزاري في دورتـه العـادية (138) بتاريخ 5/9/2012 بمقر الجامعة العربية في القاهرة. مساهمة العراق في موازنة جامعة الدول العربيةسـدد العراق مبلغ (2564761) دولار عن مساهمته في المــوازنة لعام 2010, كمــا ســدد مبلــغ (1599001) دولار يمثل القسط الرابع من الديون السابقة المترتبة على العراق.ســدد العراق مساهماته لعام 2011 والبالغة (61295222) دولار امريكي اضافة الى ماقيمته 10% من المتأخرات غير المعترض عليها لعام 2010.الممثلية الدائمة لجمهورية العراق لدى الجامعة العربيةقدم الممثل الدائم د.قيس جواد خزعل العزاوي رسالة الاعتماد الى السيد عمرو موسى الامين العام لجامعة الدول العربية بتاريخ 3/5/2010.بعثة جامعة الدول العربية في بغدادتسـلم السيـد الـوزير المفوض ناجي احمد شلغم مـهامه رئيسـا لمـكتب بعثـة الجـامعة العـربية في بغداد 1/1/2010.

source: The League of Arab States’ Mission to Baghdad
ar_iq: الممثلية الدائمة لجمهورية العراق لدى الجامعة العربية

source: The executive Minister, Mr. Nagi Ahmed Shalgam took office as head of the League of Arab States’ Mission to Baghdad on 01/01/2010.
ar_iq: قدم الممثل الدائم د.قيس جواد خزعل العزاوي رسالة الاعتماد الى السيد عمرو موسى الامين العام لجامعة الدول العربية بتاريخ 3/5/2010.بعثة جامعة الدول العربية في بغدادتسـلم السيـد الـوزير المفوض ناجي احمد شلغم مـهامه رئيسـا لمـكتب بعثـة الجـامعة العـربية في بغداد 1/1/2010.

source: Economic Rehabilitation
ar_iq: تأهيل الوزارة

source: Rehabilitation of the Ministry of Foreign Affairs:
ar_iq: تأهيل وزارة الخارجية

source: Legacy of the former regime ended with rickety institutions lacking efficiency due to the lack of scheme caused by the bad planned policies and individual decisions that expelled Iraqi state institutions away from the standards used by rest of the world.
ar_iq: انطوت تركة النظام السابق على مؤسسات متهالكة تفتقر الى الكفاءة بسسب غياب التخطيط الناجم عن السياسات الغير مدروسة والقرارات الفردية التي ابعدت عمل مؤسسات الدولة العراقية عن المعايير القياسية المعمول بها في بقية دول العالم :

source: The Foreign Ministry, with its organizational structure and the management style, was part of that legacy.
ar_iq: • واجهت وزراة الخارجية في العراق الجديد تلك التحديات وماتزال، لمعالجة ذلك الارث سعيا لأعادة العراق الى مكانته التي تليق بأرثه الحضاري الثري وبشعبه الكريم وبثرواته الزاخرة.

source: Iraq's new Government worked hard to make essential reform for the rehabilitation of the Foreign Ministry to show the bright image which befits the status of Iraq and its diplomatic history that the former regime has deformed through losing a lot of its luster giving the diplomatic institution a security touch that has dominated all of its departments, so the ministry and its structure was rehabilitated after 2003 to be harmonized with Iraq's pursuit to restore its active role through the constructive diplomatic work and the openness to the international community.
ar_iq: وقد كانت وزارة الخارجية بهيكلها التنظيمي وأسلوب ادارة العمل فيها جزء من هذة التركة الثقيلة.لذا دأبت حكومة العراق الجديد على اجراء اصلاحات اساسية لتأهيل وزارة الخارجية لأظهار الصورة المشرقة التي تليق بمكانة العراق وتاريخه الدبلوماسي الذي افقده النظام السابق الكثير من رونقه بعد ان اضفى على المؤسسة الدبلوماسية الصبغة الامنية التي هيمنت على دوائرها كافة.فأعيد تأهيل الوزارة وهيكلها بعد2003 بما يتناغم وسعي العراق لأستعادة دوره الفاعل عبر العمل الدبلوماسي البناء والانفتاح على المجتمع الدولي.

source: The Iraqi Foreign Ministry worked and still working to achieve that vision in a thoughtful way through the following:
ar_iq: وعملت وزارة الخارجية العراقية وما تزال على تحقيق تلك الرؤية على نحو مدروس من خلال الاتي:

source: Preparing&nbsp; efficient diplomatic staff in the Foreign Service Institute according to the guidelines and precise conditions to choose, with high transparency, appropriate elements from the young Iraqi academics wishing to serve their country&nbsp; in the diplomatic corps.
ar_iq: • اعداد كوادر دبلوماسية كفوءة في دورات معهد الخدمة الخارجية وفق ضوابط وشروط دقيقة لأنتقاء العناصر الملائمة بشفافية عالية من بين الشابات والشباب العراقين الجامعيين الراغبين بخدمة عراقهم في السلك الدبلوماسي.

source: &nbsp; Providing modern curriculum to create diplomatic , administrative and technical staff capable&nbsp; of practicing their jobs efficiently and in line with the evolution of the expanding Iraqi diplomatic work.
ar_iq: • توفير المناهج الحديثة لتهيئة الكوادر الدبلوماسية والادراية والفنية بما يؤهلهم ومزاوله اعمالهم بكفاءة تنسجم مع تطور العمل الدبلوماسي العراقي واتساع مساحة ساحاته وافاقه.

source: &nbsp; Successes of the Ministry of Foreign Affairs in the new Iraq went beyond its diplomatic duties to develop its legal systems that keep pace with the modern era. Foreign Service Law No. 45 of 2008 was issued to be a mainstay in determining the mechanisms of work within the organizational structure of the Iraqi diplomacy institution to grant it more disciplined flexibility, and by virtue of that low , a system of Foreign Service no. (1) of 2010 was also issued to clarify the practical purposes of the Foreign Service Law . To complete the ministry's pursuit for making the work more sophisticated and flexible, the ministry issued a booklet on its instructions to address the practical difficulties that appear during all types of the ministerial workflow.
ar_iq: • وقد تخطت نجاحات وزارة الخارجية في العراق الجديد ميادين واجباتها في العمل الدبلوماسي الى تطوير نظمها القانونية التي تواكب العصر فصدر قانون الخدمة الخارجية رقم (45) لسنة 2008 ليكون ركيــزة اســاسية في تحديد اليات العمل ضمن الهيكل التنظيمي للمؤسسة الدبلوماسية العراقية ليمنحــها مزيدا من المرونة المنضبطة،وصدر على اساسه ايضاً نظام الخدمة الخارجية (1) لسنة 2010 الذي وضح المقاصد العملية لقانون الخدمة الخارجية : واستكمالا ً لسعي الوزارة لجعل العمل اكثر تطوراً ومرونة ، اصدرت الوزارة كراسا لتعليماتها لمعالجة المصاعب العملية التي تظهر خلال سير العمل الوزاري بصنوفه.

source: The Most Important Conventions and Treaties
ar_iq: اهم الاتفاقيات والمعاهدات

source: The Multilateral conventions<br>&nbsp;Agreements with the Islamic Conference&nbsp; <br>&nbsp;Agreements with the Arab countries<br>&nbsp;Agreements with the Asian countries<br>&nbsp;Agreements with the African countries<br>&nbsp;Agreements with the European countries<br>&nbsp;Agreements with the United States of America<br>&nbsp;Agreements with the Latin American countries
ar_iq: الاتفاقيات المتعددةالاتفاقيات مع المؤتمر الاسلاميالاتفاقيات مع الدول العربيةالاتفاقيات مع الدول الاسيويةالاتفاقيات مع الدول الافريقيةالاتفاقيات مع الدول الاوربيةالاتفاقيات مع الولايات المتحدة الأمريكية الاتفاقيات مع دول امريكا اللاتينية

source: Human Rights
ar_iq: حقوق الانسان

source: Human rights are rights inherent to all human beings, whatever their nationality, place of residence, sex, national or ethnic origin, color, religion, language, or any other status was. We are all equally entitled to our human rights without discrimination. These rights are all interrelated, interdependent and indivisible.
ar_iq: أن حقوق الإنسان، حقوق متأصلة في جميع البشر، مهما كانت جنسيتهم، أو مكان إقامتهم أو نوع جنسهم أو أصلهم الوطني أو العرقي أو لونهم أو دينهم أو لغتهم أو أي وضع أخر. إن لنا جميع الحق في الحصول على حقوقنا الإنسانية على قدم المساواة وبدون تمييز. وجميع هذه الحقوق مترابطة ومتآزرة وغير قابلة للتجزئة .

source: Universal human rights are often expressed and guaranteed by law, in the forms of treaties, customary international law, general principles and other sources of international law. International Human Rights Law lays down obligations of Governments to act in certain ways or to refrain from certain acts, in order to promote and protect human rights and fundamental freedoms of individuals or groups.
ar_iq: وكثيرا ما يتم التعبير عن حقوق الإنسان العالمية، وتضمن، بواسطة القانون وفي شكل معاهدات، والقانون الدولي العرفي، ومبادئ عامة، أو بمصادر القانون الدولي الأخرى. ويرسي القانون الدولي لحقوق الإنسان والتزامات على الحكومات بالعمل بطرق معينه أو الامتناع عن إعمال معنية , من اجل تعزيز وحماية حقوق الإنسان والحريات والأساسية الخاصة بالإفراد أو الجماعات .

source: The principle of universality of human rights is the cornerstone of international human rights law. This principle, as first emphasized in the Universal Declaration on Human Rights in 1948, has been reiterated in numerous international human rights conventions, declarations, and resolutions. The 1993 Vienna World Conference on Human Rights, for example, noted that it is the duty of States to promote and protect all human rights and fundamental freedoms, regardless of their political, economic and cultural systems.
ar_iq: ويعتبر مبدأ عالمية حقوق الإنسان حجر الأساس في القانون الدولي لحقوق الإنسان. وقد تم تكرار الإعراب عن هذا المبداء الذي ابرز للمرة الأولى في الإعلان العالمي لحقوق الإنسان في عام 1948، في العديد من الاتفاقيات والإعلانات والقرارات الدولية لحقوق الإنسان. فقد أشير في مؤتمر فينا العالمي لحقوق الإنسان في عام 1993، وعلى سبيل المثال، إلى إن من واجب الدول إن تعزز وتحمي جميع حقوق الإنسان والحريات الأساسية، بصرف النظر عن نظمها السياسية والاقتصادية والثقافية. <br>

source: Human rights are inalienable. They should not be taken away, except in specific situations and according to due process. For example, the right to liberty may be restricted if a person is found guilty of a crime by a court of law.
ar_iq: ومجلس حقوق الإنسان منتدى مخول صلاحية منع الإساءات وعدم المساواة والتميز، وحماية اشد الناس ضعفا، والكشف عن مرتكبي الجرائم، بالإضافة إلى انه كيان منفصل عن المفوضية السامية لحقوق الإنسان.

source: All human rights are indivisible, whether they are civil or political rights, such as the right to life, equality before the law and freedom of expression, economic, social and cultural rights, such as the rights to work, social security and education, or collective rights, such as the rights to development and self-determination, are indivisible, interrelated and interdependent. The improvement of one right facilitates advancement of the others. Likewise, the deprivation of one right adversely affects the others.&nbsp;
ar_iq: وجميع هذه الحقوق مترابطة ومتآزرة وغير قابلة للتجزئة .وكثيرا ما يتم التعبير عن حقوق الإنسان العالمية، وتضمن، بواسطة القانون وفي شكل معاهدات، والقانون الدولي العرفي، ومبادئ عامة، أو بمصادر القانون الدولي الأخرى. ويرسي القانون الدولي لحقوق الإنسان والتزامات على الحكومات بالعمل بطرق معينه أو الامتناع عن إعمال معنية , من اجل تعزيز وحماية حقوق الإنسان والحريات والأساسية الخاصة بالإفراد أو الجماعات .

source: Non-discrimination is a cross-cutting principle in international human rights law. The principle is present in all the major human rights treaties and provides the central theme of some of international human rights conventions such as the International Convention on the Elimination of All Forms of Racial Discrimination and the Convention on the Elimination of All Forms of Discrimination Against Women.
ar_iq: وهي:• مجلس حقوق الإنسان .• الاستعراض الدوري الشامل. • (لجنة حقوق الإنسان ) استعيض عنها بمجلس حقوق الإنسان . • الإجراءات الخاصة لمجلس حقوق الإنسان .• إجراء تقديم الشكاوى الخاصة بمجلس حقوق الإنسان .
