Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Announcements
ar_iq: اعلانات

source: Tendor
ar_iq: اتجاه

source: Magazine
ar_iq: مجلة

source: Faq
ar_iq: الاسئلة والمعلومات

source: Reforming The Ministry
ar_iq: تأهيل وزارة الخارجية

source: Speeches Interviews
ar_iq: خطابات ومقابلات الوزير

source: The Virtual Museum Of Iraq
ar_iq: المتحف العراقي الافتراضير

source: Encyclopedia
ar_iq: موسوعة العراق

source: Iraq And The United Nations
ar_iq: العراق ومنظمة الامم المتحدة

source: Extension of Passports
ar_iq: تمديد الجوازات

source: Certificate of Origin
ar_iq: شهادة المنشأ

source: Passports Issuance
ar_iq: اصدار الجوازات

source: Iraq Visa Form
ar_iq: العراق نموذج فيزا

source: Mofa Ministers
ar_iq: وزراء الخارجية العراقية

source: more details
ar_iq: تفاصيل أكثر

source: Download More details
ar_iq: تحميل االمزيد

source: Supply the Ministry Center with internet service through the Optical cable
ar_iq: اعلان مناقصة تجهيز مركز الوزارة بخدمة أنترنيت عن طريق الكابل الضوئي المتصل بشبكة IZFN

source: Download More details
ar_iq: للمزيد من المعلومات

source: Constitution
ar_iq: الدستور العراقي

source: In the name of God, the Most merciful, the&nbsp;Most &nbsp;compassionate "We have honored the sons of Adam" Preamble
ar_iq: {وَلَقدْ كَرمَّنَا بَني أدَمَ}

source: We, the people of Mesopotamia, the&nbsp;homeland of the apostles and prophets, resting&nbsp;place of the virtuous imams, cradle of civilization,&nbsp;crafters of writing, and home of numeration. Upon&nbsp;our land the first law made by man was passed,&nbsp;and the oldest pact of just governance was&nbsp;inscribed, and upon our soil the &nbsp;saints and&nbsp;companions of the Prophet prayed, philosophers&nbsp;and scientists theorized, and writers and poets&nbsp;excelled;&nbsp;Acknowledging God’s right over us, and infulfillment of the call of our homeland and citizens,&nbsp;and in a response to the call of our religious and&nbsp;national leaderships and the determination of our&nbsp;great authorities and of our leaders and politicians,&nbsp;and in the &nbsp;midst of international support from our&nbsp;friends and those who love us, marched for the first&nbsp;time in our history towards the ballot boxes by themillions, men and women, young and old, on the&nbsp;thirtieth of January 2005, invoking the pains of&nbsp;sectarian oppression inflicted by the autocratic&nbsp;clique and inspired by the tragedies of Iraq’s&nbsp;martyrs, Shiite and Sunni, Arabs and Kurds &nbsp; &nbsp;and&nbsp;Turkmen and from all other components of the&nbsp;people, and recollecting the darkness of the&nbsp;ravage of the holy cities and the South in the&nbsp;Sha’abaniyya uprising and burnt by the flames of&nbsp;grief of the mass graves, the marshes, Al-Dujail&nbsp; and others and articulating the sufferings of racial&nbsp;oppression in the massacres of Halabcha, Barzan,&nbsp;Anfal and the Fayli Kurds and inspired by the&nbsp;ordeals of the Turkmen in Bashir and the sufferings&nbsp;of the people of the western region, as is the case&nbsp;in the remaining areas of Iraq where the people&nbsp; suffered from the liquidation of their leaders,&nbsp;symbols, and Sheiks and from the displacement of&nbsp;their skilled individuals and from drying out of its&nbsp;cultural and intellectual wells, so we sought hand&nbsp;in hand and shoulder to shoulder to create our new&nbsp;Iraq, the Iraq of the future, free from sectarianism, racism, complex of regional attachment,&nbsp;discrimination, and exclusion.&nbsp;Accusations of being infidels, and terrorismdid not stop us from marching forward to build a&nbsp;nation of law. Sectarianism and racism have not&nbsp;stopped us from marching together to strengthen&nbsp;our national unity, following the path of peaceful&nbsp;transfer of power, adopting the course of just&nbsp;distribution of resources, and providing equal&nbsp;opportunity for all.&nbsp;We, the people of Iraq, who have just risenfrom our stumble, and who are looking with&nbsp; confidence to the future through a republican,&nbsp;federal, democratic, pluralistic system, have&nbsp;resolved with the determination of our men,&nbsp;women, elderly, and youth to respect the rule of&nbsp;law, to establish justice and equality, to cast aside&nbsp;the politics of aggression, to pay attention to women and their rights, the elderly and their&nbsp;concerns, and children and their affairs, to spread&nbsp;the culture of diversity, and to defuse terrorism.&nbsp;We, the people of Iraq, of all componentsand across the spectrum, have taken upon ourselves to decide freely and by choice to unite&nbsp;our future, to take lessons from yesterday for&nbsp;tomorrow, and to enact this permanent&nbsp;Constitution, through the values and ideals of theheavenly messages and the findings of science&nbsp;and man’s civilization. The adherence to this&nbsp;Constitution preserves for Iraq its free union of&nbsp;people, of land, and of sovereignty.
ar_iq: نَحْنُ أبناء وادِي الرافدينِ، مَوْطِن الرُسُلِ وَالأنبياءِ، وَمَثْوىَ الأئِمَةِ الأطْهَارِ، وَمَهد الحضارةِ، وَصُنَّاع الكتابةِ، وَرواد الزراعة، وَوُضَّاع التَرقيمِ. عَلَى أرْضِنَا سُنَّ أولُ قانُونٍ وَضَعَهُ الإنْسَان، وفي وَطَنِنا خُطَّ أعْرَقُ عَهْدٍ عَادِلٍ لِسياسةِ الأوْطان، وَفَوقَ تُرابنا صَلَّى الصَحَابةُ والاولياءُ، ونَظَّرَ الفَلاسِفَةُ وَالعُلَمَاءُ، وَأبدَعَ الأُدَباءُ والشُعراءُ.عِرفاناً منَّا بحقِ اللهِ علينا، وتلبيةً لنداءِ وَطَنِنا وَمُواطِنينا، وَاسْتِجَابَةً لدعوةِ قِياداتِنَا الدِينيةِ وَقِوانَا الوَطَنِيةِ وَإصْرَارِ مَراجِعنا العظام وزُعمائنا وَسِياسِيينَا، وَوَسطَ مُؤازَرةٍ عَالميةٍ منْ أَصْدِقائِنا وَمُحبينَا، زَحَفْنا لأولِ مَرةٍ في تاريخِنَا لِصَنادِيقِ الاقتراعِ بالملايين، رجالاً وَنساءً وَشيباً وَشباناً في الثَلاثين منْ شَهرِ كَانُون الثَانِي منْ سَنَةِ أَلْفَين وَخمَس مِيلادِيَة، مُستذكرينَ مَواجِعَ القَمْعِ الطائفي من قِبَلِ الطُغْمةِ المستبدةِ، ومُسْتلهمين فَجَائعَ شُهداءِ العراقِ شيعةً وسنةً، عرباً وَكورداً وَتُركُماناً، وَمن مُكَوِنَاتِ الشَعبِ جَمِيعِها، وَمُستوحِينَ ظُلامةَ اسْتِبَاحَةِ المُدُنِ المُقَدَسةِ وَالجنُوبِ في الانتِفَاضَةِ الشَعْبانيةِ، وَمُكَتوينَ بِلظى شَجَنِ المَقاَبرِ الجَمَاعيةِ وَالأَهْوارِ وَالدِجيلِ وَغيرها، وَمُسْتَنْطِقينَ عَذاباتِ القَمْعِ القَومي في مَجَازرِ حَلَبْجةَ وَبارزانَ وَالأنْفَال وَالكُوردِ الفَيلِيينَ، وَمُسْتَرجِعينَ مَآسِي التُركُمَانِ في بَشِير، وَمُعَانَاةِ أَهَالي المنْطَقَةِ الغَربيةِ كبقيةِ مَنَاطِقِ العِراقِ منْ تَصْفيةِ قيِاداتها وَرُمُوزها وَشُيوخِها وَتَشريدِ كفاءاتها وَتَجفيفِ مَنابِعها الفِكْرِيَةِ وَالثَقافيةِ، فَسَعينَا يَدَاً بيَدٍ، وَكَتِفاً بِكَتفٍ، لِنَصْنَعَ عِراقَنَا الجَديدَ، عِراقَ المُسْتَقبلِ، منْ دونِ نعرةٍ طَائِفِيةٍ، وَلا نَـزْعَةٍ عُنْصُريةٍ، وَلا عُقْدَةٍ مَنَاطِقِيةٍ، وَلا تَمْييز، وَلا إقْصَاء.لمْ يُثْنِنِا التكفيرُ والإرهابُ من أن نَمْضِيَ قُدُماً لبناءِ دَوْلةِ القانونِ، وَلَم تُوقِفْنَا الطَائِفِيَةُ وَالعُنْصُريةُ منْ أَنْ نَسيرَ مَعَاً لِتَعْزِيزِ الوحْدَةِ الوَطَنيةِ، وَانْتِهَاجِ سُبُلِ التَداولِ السِلْمي لِلسُلْطَةِ، وَتَبْني أسْلُوب التَوزيعِ العَادِلِ لِلِثَروْةِ، ومَنْحِ تَكَافُؤ الفُرَصِ للجَمْيع.نَحنُ شَعْب العراقِ الناهضِ تَوَّاً من كبْوَتهِ، والمتَطلعِّ بثقةٍ الى مستقبلهِ من خِلالِ نِظاَمٍ جُمهورِيٍ إتحاديٍ ديمقْراطيٍ تَعْددُّيٍ، عَقَدَنا العزمَ برجالنا ونِسائنا، وشُيوخنا وشبابنا، على احْتِرامِ قَوَاعدِ القَانُون، وَتحقيقِ العَدْلِ وَالمساواة، وَنبْذِ سِياسَةِ العُدوان، والاهْتِمَام بِالمَرْأةِ وحُقُوقِهَا، والشَيْخِ وهُمُومهِ، والطِفْلِ وشُؤُونه، وإشَاعَةِ ثَقَافةِ التَنَوعِ، ونَزْعِ فَتِيلِ الإرهاب.نحنُ شَعْب العراقِ الذي آلى على نَفْسهِ بكلِ مُكَونِاتهِ وأطْياَفهِ أنْ يُقَررَ بحريتهِ واختيارهِ الاتحادَ بنفسهِ، وأن يَتَّعِظَ لِغَدِهِ بأمسهِ، وأن يَسُنَّ من مِنْظُومَةِ القيمِ والمُثُلِ العليا لِرسَالاتِ السَماءِ ومِنْ مسْتَجداتِ عِلْمِ وحَضَارةِ الإنْسَانِ هذا الدُسْتورَ الدائمَ. إنَّ الالتزامَ بهذا الدُسْتورِ يَحفَظُ للعراقِ اتحادَهُ الحُرَ شَعْبَاً وأرْضَاً وسَيادةً.

source: Section one
ar_iq: البند الأول

source: Section two
ar_iq: البند الثاني

source: section three
ar_iq: البند الثالث

source: section four
ar_iq: البند الرابع

source: section five
ar_iq: البند الخامس

source: section six
ar_iq: البند السادس

source: Iraq's Encyclopedia
ar_iq: موسوعة العراق

source: DAILY AVERAGE OF TEMPERATURES (CENTIGRADE) AND RELATIVE HUMIDITY FOR BAGHDAD CITY BY MONTH FOR THE YEAR 2009
ar_iq: المعدلات الیومیة لدرجات الحرارة (بالمقیاس المئوي) والرطوبة النسبیة لمدینة بغداد حسب الشھر لسنة 2009.

source: RAINFALL, ANNUAL AVERAGE OF RELATIVE HUMIDITY AND TEMPERATURES FOR THE YEARS 1999-2009.
ar_iq: الأمطار والمعدل السنوي لدرجات الحرارة والرطوبة النسبية للسنوات 1999 - 2009. سكان العراق للسنوات 1977-2011.

source: POPULATION OF IRAQ FOR THE YEARS 1977 - 2011.
ar_iq: سكان العراق للسنوات 1977-2011.

source: AREA, YIELD AND PRODUCTION FOR CROPS AND VEGETABLES FOR THE YEAR 2010.
ar_iq: المساحة والغلة والإنتاج للمحاصیل والخضراوات لسنة 2010.

source: No. OF HOLDINGS AND PALMS BY SEX ON NATIONAL LEVEL AND GOVERNORATES ACCORDING TO THE AGRICULTURAL CENSUSES FOR THEYEAR 2001.
ar_iq: عدد الحیازات و عدد اشجار النخیل حسب الجنس على مستوى العراق حسب نتائج التعداد الزراعي لسنة 2001 ( العدد : نخلة ).

source: PRODUCTION OF DATES BY KINDS FOR THE YEARS 2000 -2010 (10 Ton).
ar_iq: عدد الحیازات و عدد اشجار النخیل حسب الجنس على مستوى العراق حسب نتائج التعداد الزراعي لسنة 2001 ( العدد : نخلة ).

source: LIVESTOCK PRODUCTS FOR THE YEARS 1999 - 2010.
ar_iq: إنتاج التمور حسب الاصناف للسنوات 2000-2010.

source: SUMMARY OF THE ANNUAL INDUSTRIAL STATISTIC FOR LARGE ESTABLISHMENTS (Value of production , wages &amp; benefits)FOR THE YEARS 2005 - 2009.
ar_iq: المنتجات الحیوانیة للسنوات 1999-2010.

source: NUMBER OF STUDENTS GRADUATED FROM UNIVERSITIES, TECHNICAL EDUCATION COMMISSION AND PRIVITE COLLEGES FOR THEACADEMIC YEARS 1992/1993 - 2009/2010
ar_iq: خلاصة نتائج الإحصاء الصناعي السنوي للمنشات الكبیرة (القیمة والأجور والمزایا) للسنوات 2005-2009.

source: NUMBER OF STUDENTS ADMITTED IN HIGHER STUDIES BY UNIVERSITY, DEGREE, GENDER AND FOR THE ACADEMIC YEAR 2009/2010.
ar_iq: عدد الطلبة المتخرجین من الجامعات وھیئة التعلیم التقني والكلیات الأھلیة للسنوات الدراسیة 1992/1993-2009/2010.

source: NUMBER OF HOSPITALS, PUBLIC MEDICAL CLINICS AND OTHER HEALTH INSTITUTIONS BY GOVERNORATE FOR THE YEAR2010.
ar_iq: عدد الطلبة الموجودین في الدراسات العلیا حسب الجامعة والشھادة والجنس للسنة الدراسیة 2012/2009.

source: NUMBER OF COUNTRIES PARTICIPATED IN BAGHDAD INTERNATIONAL FAIR FOR TWO YEARS 2009-2010.
ar_iq: عدد المستشفیات والمؤسسات الصحیة الأخرى والعیادات الطبیة الشعبیة حسب المحافظة لسنة 2010.

source: Total Imports For (2009-2010).
ar_iq: عدد الدول المشاركة في معرض بغداد الدولي لسنتي 2009-.2010

source: TOTAL EXPORTS FOR 2009-2010Table.
ar_iq: اجمالي الاستیرادات للسنوات 2009-2010.

source: THE USE OF AGRICULTURAL LAND IN IRAQ, ACCORDING TO WATER BALANCE FOR THEYEAR 2009
ar_iq: اجمالي الصادرات لسنتي 2009-2010.

source: QUANTITY OF REFINED WATER PRODUCED AND CONSUMED AND PER CAPITA CONSUMPTION* FOR THE YEARS 2002-2009.
ar_iq: إستخدام الاراضي الزراعیة في العراق حسب الموازنة المائیة لسنة 2009.

source: PRODUCTION AND EXPORT OF CRUDE OIL IN IRAQ FOR THE YEARS 1990-2010.
ar_iq: كمیة الماء الصافي المنتج والمستھلك ونصیب الفرد من الماء الصافي المستھلك للسنوات 2002-2009.

source: QUANTITY OF PRODUCED, USED AND FLARED NATURAL GAS IN IRAQ FOR THE YEARS 1989 - 2009 (millionstandard).
ar_iq: إنتاج وصادرات النفط الخام في العراق للسنوات1990-2010.

source: WOMEN SHARE IN WAGE EMPLOYMENT IN THE NON- AGRICULTURAL SECTOR FOR THE YEARS(1990,2004,2006,2008).
ar_iq: كمیة الغاز الطبیعي المنتج والمستھلك والمحروق في العراق للسنوات 1989-2009.

source: NUMBER OF PARLIAMENT MEMBERS BY GENDER FOR THE YEARS 2004-2010.
ar_iq: نسبة المقاعد التي تشغلھا النساء في البرلمانات الوطنیة للسنوات (1990-1995-1997-2003-2006-2010).

source: About Iraq
ar_iq: حول العراق

source: The official name
ar_iq: الأسم الرئيسي

source: Republic of Iraq
ar_iq: جمهورية العراق

source: Flag
ar_iq: العلم

source: Logo
ar_iq: الأيقونه

source: President
ar_iq: الرئيس

source: Fuad Masum
ar_iq: فؤاد معصوم

source: The Prime Minister
ar_iq: السيد رئيس الوزراء

source: Haider al-Abadi
ar_iq: حيدر العبادي

source: National Anthem
ar_iq: النشيد الوطني

source: Mawtini
ar_iq: موطني

source: Other major cities
ar_iq: المدن الرئيسية الاخرى

source: Mosal, Basra, Erbil, Karkok, Babil
ar_iq: الموصل, البصرة, اربيل, كركوك, اربيل

source: Area<
ar_iq: المساحة

source: Geographicallocation
ar_iq: الموقع الجغرافي

source: It's located in west Asia and It's partof middle east, Jordan and Syria are to it's west ,Turkey to It’s north ,Iran to it's ast and Kuwait and Saudi Arabia to it's south .
ar_iq: يقع العراق في منطقة الشرق الاوسط في القسم الغربي من قارة اسيا, يحده من الغرب الاردن وسوريا, ومن الشمال تركيا ومن الشرق ايران, ومن الجنوب الكويت والسعودية

source: Population
ar_iq: تعداد السكان

source: 33330000 Based on estimations of central of statistics with in the ministryof planning of 2011 <a href="/documents/about-iraq/129864794138480018.pdf" target="_self">for more details...</a>
ar_iq: 33330000 نسمة حسب تقديرات الجهاز المركزي للأحصاء في وزارة التخطيط عام 2011.

source: Language
ar_iq: اللغة

source: The official languages are Arabic and Kurdish <a href="/documents/about-iraq/129912295460517064.pdf" target="_self">see section-4 of Iraqi constitution</a>
ar_iq: اللغة

source: Topography
ar_iq: التضاريس

source: Iraq is featured by the plains of Tigris and Euphrates, the marshes are to the south east, the mountains are in Kurdistan region at the borders with Iran to the east and turkey to the north
ar_iq: يتألف سطح العراق من سهول دجلة والفرات, كما توجد الاهوار في الجنوب الشرقي , وتقع المرتفعات الجبلية في كوردستان العراق وشرقي البلاد على الحدود مع ايران وتركيا

source: Climate
ar_iq: المناخ

source: The western parts have typical desert climate of extreme heat in the summer and extreme cold in the winter ,while the central and southern parts have a hot summer and a moderate winter
ar_iq: يختلف المناخ من منطقة الى اخرى, فالمناطق الغربية والغربية الجنوبية مناخها صحراوي قاري شديد الحرارة صيفا وبارد قليل الامطار شتاءً, والمناطق الوسطى والجنوبية ذات مناخ حار صيفا معتدل الحرارة شتاءً, اما المناطق الشمالية فمعتدلة الحرارة صيفاً وغزيرة الامطار شتاءً مع تساقط الثلوج فوق المرتفعات واحيانا تسقط الامطار في فصل الصيف

source: The Major National Resources
ar_iq: اهم الموارد الطبيعية

source: Petrol , Phosphate , Natural Gas and Sulfur
ar_iq: بترول , غاز طبيعي , فوسفات , زيت خام وكبريت.

source: Currency
ar_iq: العملة

source: Iraqi Dinar
ar_iq: الدينار العراقي

source: Iraq's provinces
ar_iq: المحافظات

source: Baghdad, Mousel, Basrah, Salahddin, Duhok, Erbil, Sulimania, Dyala, Wassit, Missan, Thiqar, Muthana, Babil, karbala, Najaf, Al-qadisiyyah,Anbar, karkuk.
ar_iq: بغداد - الموصل - البصرة - صلاح الدين - دهوك - اربيل - السليمانية - ديالى - واسط - ميسان- ذي قار- المثنى - بابل- كربلاء - النجف - الانبار- القادسية- كركوك .

source: Timing
ar_iq: فرق التوقيت

source: Internet ID
ar_iq: GMT + 3:00

source: International phone code
ar_iq: رمز الهاتف الدولي

source: Investment
ar_iq: الإستثمارات

source: Investment Overview
ar_iq: نظرة عامة

source: Investor Guide
ar_iq: دليل المستثمر الى العراق

source: NIC Projects Dec 09 v4
ar_iq: الهيئة الوطنية للإستثمار

source: The Virtual Museum of Iraq
ar_iq: المتحف العراقي الافتراضي

source: Visiting the Virtual Museum of Iraq
ar_iq: زيارة المتحف العراقي الافتراضي

source: The National museum of Iraq is one of the important institutions in the world that established in 1932 in Alawi-al hilla baghdad,Iraq.
ar_iq: يعد المتحف العراقي من اكبر المتاحف في العراق تأسس سنة 1932 في منطقة علاوي الحلة في العاصمة العراقية بغداد.

source: The Virtual Museum contains eight halls, set up in chronological order of Historical and cultural Eras like Assyrian, Sumerian, and Islamic era which contains different collections of Islamic Art.
ar_iq: يضم المتحف ثمان عشرة قاعة تضم الحقب التاريخية المتنوعة للاشوريين والسومريين والبابليين اضافة الى الحقبة الاسلامية التي تضم مجموعة من الفنون الاسلامية المختلفة.

source: Visit the virtual Museum of Iraq...
ar_iq: المتحف العراقي الافتراضي ...

source: Tourist Guide
ar_iq: الدليل السياحي

source: Iraq's Resorts
ar_iq: مصايف العراق

source: Nature Tourism
ar_iq: السياحة الطبيعية

source: Tourism Attraction in Al-Basrah
ar_iq: المعالم السياحية في محافظة البصرة

source: Archeological Tourism
ar_iq: السياحة التاريخية

source: Archeological Attractions in Al-Najaf
ar_iq: المعالم التاريخية في محافظة النجف

source: Archeological Attraction of Karbala
ar_iq: معالم التاريخية في محافظة كربلاء المقدسة

source: Archeological Attraction of Babil
ar_iq: المعالم الاثرية في محافظة بابل

source: The Archeological Attractions in Al-Mosul
ar_iq: المعالم التاريخية في محافظة الموصل

source: Archeological Attractions of Duhok
ar_iq: المعالم التاريخية في محافظة دهوك

source: Archeological Attractions in Salah Al-Din
ar_iq: المعالم التاريخية في محافظة صلاح الدين

source: Medical Tourism
ar_iq: السياحة العلاجية

source: Tourism Facilities under the Tourism Board
ar_iq: المرافق السياحية التابعة لهيئة السياحة

source: Erbil's Resorts
ar_iq: مصايف محافظة اربيل

source: Bekhal Waterfalls:
ar_iq: شلالات بيخال:

source: These waterfalls are located in Arbil Governorate and considered among the most beautiful tourist places in Iraq. These thundering waterfalls are characterized by their beautiful landscapes, cold water and verdant trees. The waterfalls are located about 10 km from Ruwanduz.
ar_iq: تقع هذه الشلالات في محافظة اربيل وتعتبر واحدة من اجمل المواقع السياحية في العراق وتتميز بشلالاتها الهادرة وجمال مناظرها الطبيعية وبرودة مياهها واشجارها الوارفة وتبتعد هذه الشلالات 10 كم عن مدينة راوندوز.

source: Salah Al-Din Resort:
ar_iq: مصيف صلاح الدين:

source: It is located on Birmam Mountain and can be reached through 14 helical cycles. The height of the said mountain is 1090 m above the sea level, the highest summer temperature there is 36 0C. The resort lies on a wide area which overlooks the plain between the city of Arbil from a side and Safeen Mountain to another. It is characterized by oak and cypress trees.
ar_iq: وهو يقع على جبل بيرمام ويتم الوصول اليه بـاربعة عشر دورة حلزونية ويبلغ ارتفاع هذا الجبل 1090 م عن مستوى سطح البجر وتبلغ اقصى درجات الحرارة فيه صيفا (36 درجة مئوية) ويمتد المصيف في منطقة واسعة تطل على السهل الممتد الى مدينة اربيل من جهة والى جبل سفين من جهة اخرى .وبمتاز باشجار البلوط والسور.

source: Sreh Resh Resort:
ar_iq: مصيف سره رش:

source: It is located about 9 km from Salah ad-Din Resort. The maximum temperature rate therein does not exceed 30 0C.
ar_iq: يبعد عن مصيف صلاح الدين 9 كم وان اقصى معدل لدرجات الحرارة فيه لاتزيد على 30 درجة مئوية .

source: Harir Plain:
ar_iq: سهل حرير:

source: It is renowned by its water springs, tobacco growing and honey production. It is also characterized by many archeological hills from several ages. Khlaifan Village, 21 km from Hareer Town, is located in a valley in which a branch of al-Zab al-A’ala (Higher Zab) passes. It is about 2 km from the entrance of the famous strait Galy Ali Bag.
ar_iq: يشتهر بعيون المياه وزراعة التبغ وجني العسل ويمتاز كذلك بعدة تلول اثرية من مختلف العصور .قرية خليفان تبعد 21كم عن بلدة حرير وتقع في واد يمر فيه احد فروع الزاب الاعلى وهو بمسافة 2كم عن مدخل المضيق لشهير باسم كلي علي بيك

source: Shanidar Cave:
ar_iq: كهف شانيدار:

source: It is located in Shanidar area, to the left of Galy Ali Bag. It is the widest cave in the north of Iraq, wherein skeletons of Neanderthal were found.
ar_iq: ويقع في منطقة شانيدار الى اليسار من كلي علي بك وهو اوسع كهف قي شمال العراق وقد عثر في هذا الكهف على هياكل عظمية لانسان النياندرتال.

source: Galy Ali Bag Strait and Waterfall:
ar_iq: مضيق وشلال كلي علي بك:

source: It is a 10 km long creek in a passageway between Korek and Nothanin mountains. It is located about 60 km from Shaqlawa Resort. The waterfall height is 800 m above the sea level. The maximum temperatures therein is 38 0C.
ar_iq: وهو عبارة عن شق طوله 10كم في ممر بين جبلي كورك ونواذنين ويبعد 60 كم عن مصيف شقلاوة ، ويبلغ ارتفاع شلاله 800م عن مستوى سطح البحر واقصى درجات الحرارة فيه 38 درجة مئوية .

source: Gendian Resort:
ar_iq: مصيف جنديان:

source: It is located about 15 km from Khlaifan Village, and characterized by its high trees and fresh water.
ar_iq: يبعد 15 كم عن قرية خليفان وهي تمتاز باشجارها الباسقة ومياهها العذبة .

source: Derbend Rayat Resort:
ar_iq: مصيف دربند رايات:

source: It is located about 50 km from Gali Ali Bag Strait, on the way leading to Haj Omaran Resort.
ar_iq: يبعد 50 كم عن مضيق كلي علي بك على الطريق المؤدي الى مصيف حاج عمران .

source: Haj Omaran Resort:
ar_iq: مصيف حاج عمران:

source: It is located at the northeast borders of Iraq, to the west of Hassarost Mountain, about 69 km from Gali Ali Bag waterfall, 170 m above the sea level. The maximum day temperature therein is 28 0C.
ar_iq: ويقع على الحدود العراق الشمالية الشرقية والى الشرق من جبل حصاروست ، يبعد 69كم عن شلال كلي علي بك ويبلغ ارتفاعه 170 م عن مستوى سطح البحر وتبلغ اقصى درجات الحرارة فيه 28 درجة مئوية خلال النهار.

source: Duhok's Resorts
ar_iq: بحيرة دوكان:

source: Swareh Tukeh:
ar_iq: سواره توكه:

source: It is located about 22 km from Zawita and 112 km from al-Mosul, on 1507 m above the sea level. The temperature there does not exceed 33 0C. It is considered as one of the best northern summer resorts. It overlooks a deep valley surrounded by mountains from both sides to add to the place a wonderful climate comparable to the most beautiful resorts in the world, particularly for the polar and cypress trees surrounding it. There are modern hotel and casino amid the gardens which consist a part of Bamerni and Swareh Tukeh plains intervened by Swareh Tukeh range. Also, there are well furnished tourists cabins of various sizes.
ar_iq: تبعد عن زاويتة ب 22كم و112 كم عن الموصل، وترتفع 1507 مترا عن سطح البحر حيث لا تزيد درجات الحرارة فيها عن 33 درجة مئوية. تعتبر من افضل مصايف الشمال تطل على واد عميق تحيطه الجبال من جانبيه مما يضفي على المكان مناخا ممتازا يضاهي اجمل المصايف في لعالم وخاصة اشجار الحور والسرو ومختلف اشجار الفاكهة التي تحيط بها. هناك فندق وكازينو حديثان في منتصف الحدائق التي هي جزء من سهول بامرني وسوارة توكة والتي تتخللها سلسلة جبال سوارة توكة. وهناك ايضا كابينات سياحية مؤثثة تأثيثا جيدا وباحجام مختلفة.

source: Sersank:
ar_iq: سرسنك:

source: After leaving Swareh Tukeh, the main road is bent to the east. After some kilometers you reach Bamerni and Skryyin which is known by its water and grape orchards. On a distance therefrom, you reach Sersank (126 km from al-Mosul), one of the most attractive resorts in Iraq. Sersank Resort is on 1046 m above the sea level, the temperature therein does not exceed 34 0C. Sersank’s visitor is waited for by a beautiful climate, cold water flowing from high mountains, cypress and poplar forests and endless fruit orchards. In Sersank, there are many hotels, chalets and casinos and a nightclub. Everywhere there are restaurants, markets, children playgrounds, a summer cinema and a travelling theater, in addition to the folk cafes and stores. Also, there is a post office and a bank.
ar_iq: بعد مغادرة سوارة توكة ينحني الطريق العام الى الشرق، وبعد بضعة كيلومترات تصل الى بامرني ثم سكريين المشهورة بمياهها ومزارع العنب . وعلى مسافة منها تصل الى سرسنك ( 126 كم عن الموصل) احد اكثر مصائف العراق جاذبية. يرتفع مصيف سرسنك 1046 مترا عن مستوى سطح البحر ولا تزيد درجة الحرارة فيه عن 34 درجة مئوية. ينتظر الزائر لسرسنك مناخ جميل ومياه باردة تجري من الينابيع في أعالي الجبال وغابات السرو والحور وبساتين ليس لها نهاية من اشجار الفاكهة. في سرسنك العديد من الفنادق والشاليهات والكازينوهات ونادي ليلي. وعلى امتداد المنطقة هناك مطاعم واسواق وساحات لعب اطفال وسينما صيفي ومسرح دوار اضافة الى المقاهي الشعبية والدكاكين هناك دائرة بريد ومصرف.

source: Sulaf:
ar_iq: سولاف:
