Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Citizens who lost their passports need to do the following : <br>1 . To declare that the passport has been lost, fearing that the passport is being held by the local authorities or the employer. After the issuance of the new passport , the local authorities to be informed that the old passport was canceled and need to be confiscated when found .<br>2 . Filling a form no. (1) of investigating the loss of the passport ,and stamped and signed by the consul .<br>3 . The Applicant should bring a letter from the police or the residence department includes passport number and date of entry.<br>4 . loss of passport should be publicized in a local newspaper.<br>5 . The loser should write down his testimony before the consul about how he lost the passport with all information concerning the lost passport and to be signed by the consul .<br>6 . The loser should verify his Iraqi citizenship.<br>7 . Four modern color images.<br>8 . All the aforementioned documents to be compared with the records of the Embassy if the lost passport was issued by the embassy.<br>9 . Community form should be filled with the required personal information.<br>10 . His testimony should be sent with the attachments to the Directorate of Passports to obtain approval for the issuance of a new passport.<br>11 . The Consular Department shall inform all Iraqi missions abroad with the loss of the passport for the purpose of informing the Ministry of Foreign Affairs in the countries they are accreted in, to prevent use by suspect parties.
ar_iq: جواز السفر هو المستند الذي تصدره الدولة لمواطنيها لغرض السفر إلى خارج البلد. ولأجل ديمومته واستمرار نفاذه تجدد الجوازات أو تمدد. وقد يفقد المواطن جواز السفر فيصدر له جواز سفر جديد.<br> أولاً : بعض تعليمات الإصدار :<br> 1. مسك سجل بمعاملات طلب اصدار جوازات السفر العادية طبعة (A) التي ترسلها البعثة ألكترونياً الى مديرية الجوازات <br> وحسب <a href="http://www.mofa.gov.iq/documentfiles/129440431081088974.doc" target="_blank">النموذج(1)</a> المرفق .<br> 2. مسك سجل بأرقام الجوازات العادية طبعة (A )المنجزة التي تتسلمها البعثة من مديرية الجوازات وحسب <a href="http://www.mofa.gov.iq/documentfiles/129440437611268886.doc" target="_blank">النموذج (2)</a> المرفق.<br> 3.فتح اضبارة خاصة بالتعليمات وبكافة المراسلات المتعلقه بالجوازات. <br> 4.في حالة حصول احد المواطنين المقيمين في الخارج على جواز سفر من مديريه الجوازات مباشرة وليس عن طريق البعثه المقيم بطرفها فبأمكان رئيس البعثة ختم الجواز اذا كان مقتنعا بان الجواز صادر بشكل قانوني واصولي وليس هناك مايدعو الى الشك بصحهة اصدارة وبعكسه تقوم البعثه بمفاتحة مديريه الجوازات لتأيد صحه الاصدار.<br> 5.في حالة تقديم المواطن صورة من المستمسكات الرسمية وليست الاصلية ووجود شك في صحتها تتم مفاتحة المركز <br> (الدائرة القنصلية)لتأيد صحة اصدارها.أما اذا كان المواطن لايمتلك الوثائق الثبوتية فعليه الاتصال بذويه في العراق ويطلب منهم مراجعة الدائرة القنصلية لتقديم الوثائق الاصلية التي تثبت رعويته العراقية وبعد التأكد من صحتها تبلغ السفارة بذالك.<br> 6.يجوز اصدار جواز سفر للطفل بغض النظر عن عمرة عند وجود ضرورة لذالك وبعد الموافقه التحريرية لولي الامر <br> 7. لا يجوز اصدار جواز السفر استناداً الى هوية الاحوال المدنية او دفتر النفوس لاحصاء 1957 فقط دون شهادة الجنسية. <br> 8. ان قانون الجنسية الجديد رقم (26) لسنة 2006 و في المادة (10) اولاً يجيز ازدواجية الجنسية لذا لا مانع من حصول المواطن على جواز سفر عراقي رغم اكتسابه جنسية أجنبية ما لم يعلن تحريرياً تخليه عن الجنسية العراقية .<br> 9. يجب على كل متقدم للحصول على جواز سفر الحضور شخصياً الى البعثة وعلى الموظف القنصلي ان يتأكد بأن الشخص الحاضر أمامه والصور الشخصية والوثائق المقدمة متطابقة واصولية وصحيحة, وفي حالة تعذر حضوره شخصياً الى البعثة مفاتحة الدائرة القنصلية مع بيان اسباب تعذر حضور صاحب العلاقة لتلقي التوجيه. <br> 10.لغرض ترويج معاملات طلب الحصول على الجواز للعراقين المقيمين في الخارج تقرر اعتماد ما يأتي :-<br> أ-لاتحتاج معاملات اصدار جواز سفر للنساء والاطفال المقيمين خارج العراق الى موافقة ولي الامر لكونهم اساسا ًخارج العراق لكون الغاية من موافقة ولي الامر هو موافقته على سفر اولادة أو زوجتة خارج العراق.<br> ب-اعتماد المستمسكات القديمة (السليمة)على ان يؤيد موظف السفارة بأن مقدم الطلب هو صاحب المستمسكات نفسه.<br> جـ - اعتماد هوية الاحوال للاطفال دون السنة من العمر والتي لايوجد فيها صورة بعد تقديم كتاب تأييد من السفارة يحمل صورة صاحب الطلب.<br> د-ا عتماد محل الولادة المثبت في هوية الاحوال على ان يطابق ماموجود في شهادة الجنسية عند تقديمها.<br> هـ-على المتجنس الحاصل على الجنسية العراقية بموجب القانون الجديد رقم(26)لسنة 2006 تقديم شهادة الجنسية.<br> 11.لاتصدر جوازات السفر الغيرالدبلوماسية والخدمة من البعثات وانما تصدر من قبل المركز.<br> 12.لايجوزسحب جواز السفر من المواطن العراقي الا بقرار من الجهات العليا.<br> (اعمام الدائرة القنصلية المرقم 6/2/عامة/30686 في 31 /9 /2011)<br> <br> بعض التعليمات الخاصة بجوازات السفر العراقية النافذة حالياً :<br> 1. جواز السفر الطبعة ( S ) الصادر عام 2004<br> حصلت موافقة مديرية شؤون الجوازات / قسم القانونية بكتابها المرقم ق / 10 أ / 32101 في 28 /12 /2010 ان يكون العمل بجواز السفر فئة (s)لمدة ثمان سنوات ابتداءا من تاريخ اصدارة وليس من تاريخ نفاذة واذا سبق وتم تمديده واستنفذ المدة القانونيه لايجوز تمديده (أعمام الدائرة القنصلية المرقم 6 /2 /عامة /100 والمؤرخ في 3 /1 /2011)<br> <br> 2. جواز السفر الطبعة ( G ) الالكترونية الصادر عام 2006<br> أ- مدة نفاذ هذه الجوازات 8 سنوات و لايجوز تمديدها او الاضافة عليها.<br> ب- بتاريخ 7 /10 /2009 توقفت مديرية الجوازات عن اصدار الجواز (G) نهائيا وتعتبر جميع الجوازات فئة (G)والتي بوشر بأصدارها من قبل المديرية اعلاة ابتداء من 11 /4 /2006 صعودا نافذة وفعالة لغاية تاريخ الانتهاء المثبت فيها ولا يجوز استبدالها الا اذا انتهت صفحاته او في حال نفاذ تأريخ صلاحيته. <br> (اعمامنا المرقم 8 /2 /تعليمات /98382 في 12 /10 /2009)<br> <br> 3. جواز السفر طبعة(A) الصادر عام 2009<br> أ- بدأ العمل بهذة الطبعة من الجوازات بتاريخ 7 /10 /2009 وتعتبرمكملة للجواز فئة (G) وليس بديلا عنة.وكل من يحمل الجواز فئة (G) لايمكن منحة جواز سفر من فئة (A) الأ اذا انتهت صفحاتة او في حال نفاذ تاريخ صلاحيتة .<br> ب - تقوم البعثات بتنظيم معاملات هذه الجوازات ثم ترسل ألكترونياً الى مديرية الجوازات لغرض طبع الجوازات المطلوبة وأرسالها الى البعثات المعنية لغرض تسليمها الى المواطنين .<br> ج - مدة نفاذ هذة الجوازات ثمان سنوات ولا يجوز تمديدها او الاضافة عليها .<br> د - تصدر هذة الجوازات حاليا داخل العراق ( مديرية الجوازات ) .<br> هـ-تستخدم الاستمارة الخاصة بالحصول على الجواز (A)في الوقت الحاضر وفقا ً للنموذج المرفق رقم(1).<br> <br> متطلبات اصدار جواز من الطبعة ( :A) <br> 1- ملء المعلومات الواردة في استمارة طلب الحصول على جواز السفر بكل دقة وباللغتين العربية و الانكليزية والمنشوره على موقع مديرية شؤون الجوازات والتي تملأ من خلال موقع المديرية اعلاه <a href="http://www.iraqinationality.gov.iq.com/">WWW.IRAQINATIONALITY.GOV.IQ.com</a> <br> 2- التوقيع في المربع الايمن ووضع بصمة الابهام في المربع الايسر .<br> 3- تختم الصورة الشخصية لصاحب الطلب المثبتة على الاستمارة بالختم القنصلي.<br> 4- توقع الاستمارة من قبل المحاسب والقنصل وتختم بالختم القنصلي.<br> 5- ترسل الأستمارة والمرفقات المدونة في أدناه ألكترونياً الى مديرية الجوازات لغرض اصدار الجوازات المطلوبة وأرسالها الى البعثات المعنية . <br> <br> مرفقات أستمارة طلب الجواز (A):- <br> أ – رسم الأصدار الذي تستوفيه البعثة (20 )عشرين دولار أمريكي أو مايعادلها بالعملات الأخرى.<br> ب – ثلاثة صور ملونة ( الخلفية بيضاء ).<br> ج – نسخة ملونة من شهادة الجنسية. <br> د-نسخة ملونة من هوية الاحوال المدنية. <br> <br> آلية عمل إصدار جواز طبعة (A):-<br> لغرض استكمال مراحل معاملة اصدار الجواز طبعة A) ) المقروء اليا من الناحية القانونية يجب على الموظفين العاملين على المنظومة اصدار الجوازات باتباع الخطوات التالية :-<br> 1 _ تدقيق المستمسكات المقدمة من المواطنين تدقيقا جيدا .<br> 2_ ختم صورة ( هوية الاحوال المدنية + شهادة الجنسية العراقية ) بختم طبق الاصل مع ذكر أسم القنصل وتوقيعه .<br> 3_ ختم الصورة الثانية بختم القسم القنصلي .<br> 4_ وجوب التقاط البصمه الحية للمواطن مع بصمة ولي الامر .<br> 5_ عدم تسليم اي جواز سفر الا بعد التقاط بصمة صاحب الجواز مع غلق حالته الكترونيا .<br> 6_ لايجوز تسليم اي جواز سفر الا بعد ابطال جواز السفر السابق .<br> (اعمام الدائرة القنصلية المرقم 6/2/عامة/242 في 4 /1 /2011)<br> <br> <br> *يرجى ترويج معاملات اصدار الجوازات المقروءة الياً لأبناء جاليتنا المقيمين في الدول التي لم تتوفر فيها منظومة أصدار الجوازات الى اقرب منظومة عاملة من محلات أقامتهم.<br> <br> أعمام الدائرةالقنصلية المرقم 6/2/عامة/8974 في 12 /3 /2012

source: Marriage Divorces Registration
ar_iq: تسجيل وقائع الزواج والطلاق

source: Foreign directories issue contracts and a decision of marriage and divorce, according to the laws and these documents implemented for Iraqi citizens in the records of Civil Status in accordance with the legal requirements set out in Article 38 of the Civil Status Law No. 65 of 1972 and all Iraqis live outside Iraq have to notify.<br><br> The Embassy or General Consulate about the event of marriage or divorce, or annulment, for the purpose of registration in the Department of civil Status the husband performs the following: -<br>1-Translate the marriage contract or divorce judgment if it is in the foreign language by the Association of Iraqi translators or the Faculty of Languages at the University of Baghdad exclusively.<br>2- Ratify the marriage contract or divorce judgment from the Consular Department / ratifications section.<br>3- The husband submits a copy of the marriage contract or judge's decision to divorce accompanied by a copy of the Arabic translation of the above mentioned with a certified copy of the Civil Status Card of the husband and the wife to the Civil Affairs Department, which issued the Civil Status Card of the husband for the purpose of marking the marriage and open a new page for a couple independent from the family and indicate the divorce in case it takes place.<br>Note: - It is not possible for the Embassy or the Mission to provide a confirmation letter for an unmarried citizen, whether man or woman, only after providing a copy of registration from the Civil Affairs Department during the period of issuance of confirmation.<br>It is possible for the citizen resides abroad to grant a private authorization for a person in Iraq authorizing him or her to audit the Department of Civil Status Affairs for the purpose of issuing a copy of registration.
ar_iq: ثالثا- تسجيل الزواج والطلاق :-تصدر الجهات الاجنبية عقودا وقرار حكم بالزواج والطلاق وفقا للقوانين الخاصة بها وتنفذ هذه الوثائق بالنسبة للمواطنين العراقيين في سجلات الاحوال المدنية وفقا للشروط القانونية الواردة في المادة ( 38) من قانون الاحوال المدنية رقم (65) لسنة 1972 المعدل وعلى كل عراقي يسكن خارج العراق اشعار السفارة او القنصلية العامة بواقعات الزواج او الطلاق او الفسخ او الفرقة التي تخصه ولغرض تسجيلها في دائرة الاحوال المدنية يقوم الزوج باجراء ما يلي : - 1<br>-ترجمة عقد الزواج او حكم الطلاق اذا كان باللغة الاجنبية من قبل جمعية المترجمين العراقيين او كلية اللغات في جامعة بغداد حصرا . 2<br>- تصديق عقد الزواج او حكم الطلاق من الدائرة القنصلية / قسم التصديقات.3<br>- يقوم الزوج بتسليم نسخة من عقد الزواج او قرار الحكم بالطلاق مرفقاً به نسخة من الترجمة العربية المشار اليها اعلاه مع صورة مصدقة لهوية الاحوال المدنية للزوج وللزوجة الى دائرة الاحوال المدنية التي اصدرت هوية الاحوال المدنية للزوج لغرض تأشير واقعة الزواج وفتح صفحة جديدة للزوجين مستقلة عن العائلة وتؤشر واقعة الطلاق ايضا في حالة حصولها .ملاحظة :- لايمكن للسفارة اوالبعثة تزويد المواطن بتاييد كونه اعزب سواء كان رجلاَ او امراه الابعد تقديم صوره قيد من دائرة الاحوال المدنية خلال فترة اصدار التاييد.بامكان المواطن المقيم في الخارج منح وكالة خاصة لاحد الاشخاص في العراق يخوله فيها مراجعة دائرة شؤون الاحوال المدنية لغرض اصدار صورة القيد.(كتاب مديرية شؤون الاحوال المدنية/ قسم الواقعات المرقم 6927 في 9 /9 /2008).

source: Nationality Cert
ar_iq: الحصول على شهادة الجنسية
