Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: It is all that is left by the deceased such as movable and immovable property such like, real estate and vehicles , furniture, jewelries and so on.<br>Due to the presence of large numbers of Iraqi citizens abroad, there will be certainly, at death, patrimony that related to the inheritors as indicated in the legitimate share document, and here comes the role of the consul in the follow-up of these legacies after being authorized by relatives of the deceased ( the legal heirs ) either alone or with a lawyer for obtaining their share in the patrimony , but in order to do so the Consul turn asks the Ministry of Foreign Affairs / consular Department to contact relatives of the deceased to prepare the following: -<br>(1) The Legal Share Document (which determines names of the people who have the right of the patrimony)<br>(2) The authorization paper that was organized by the heirs indicated in the Legal Share Document to authorize the consul to follow the patrimony. The authorization documents should be certified before the being sent to the consul by the central bank , the Tax Office and Consular Department in the Ministry of Foreign Affairs , and the Consular Department sends them to the Embassy and when received by the consul he do the following : -<br>1 . Open a special file with the name of the deceased person , date , cause and place of the death . Inside he put the Legal Share Document, the authorization paper and all documents and correspondences relating to the patrimony.<br>2 . The consul contacts the Ministry of Foreign Affairs of the State in which the patrimony exists in order to settle it and determine the deserves of the deceased.<br>3 . In the case of a non-cash assets such as furniture , cars or real estate , the consul liquidates the patrimony through the specialized courts and to identify the means by which he carries out the liquidation either by auction or by delivering it to the beneficiaries bodies and to agree on pricing them , and after converting these patrimonies into cashes , expenses of the attorney and other expenses shall be deducted.<br>4. To write a check to the Iraqi Central Bank with foreign currency and to be sent to the Consular Department at the Foreign Ministry with reference to the patrimony and the name of the decedent and persons covered by inheritance . The Ministry of Foreign Affairs sends the check to the Central Bank .<br>5 . The Consul sends the authorization and the Legal Share Document to the ministry (Consular Department) which sends them back to the Tax Board.<br>Note :<br>Dealing with the patrimony funds outside or inside Iraq can be done only through the Central Bank and the tax Board , and the consul would not agree to any authorization allows the lawyer to sell , to mortgage and collect cash.
ar_iq: هي كل ما يتركه المتوفى من أموال منقولة وغير منقولة كالنقود والعقارات والعجلات والأثاث والحلي والمصوغات الذهبية وما إلى ذلك .ونظراً لوجود أعداد كبيرة من المواطنين العراقيين في الخارج فأنه بالتأكيد عند الوفاة تترتب على ذلك تركات تؤول ملكيتها إلى الورثة حسبما مبين في وثيقة القسام الشرعي ومن هنا يأتي دور القنصل في متابعة هذه التركات بعد أن يوكله ذوو المتوفى ( الورثة الشرعيون ) لوحده أو مع محام لإستحصال حقوقهم من التركة تجاه السلطات التي توجد لديها هذه التركة ، ولأجل قيام القنصل بدوره في هذا المجال بشكل جيد عليه عند حدوث الوفاة لأي مواطن عراقي في ساحة عمله أن يطلب من وزارة الخارجيه/ الدائرة القنصلية الاتصال بذوي المتوفى وإعداد ما يلي :-<br>(1) وثيقة القسام الشرعي( الذي يحدد أسماء الأشخاص الذين لهم حق الإرث)<br>(2) وكالة ينظمها ذوو المتوفى ( أصحاب الإرث ) المذكورة أسمائهم في القسام الشرعي لتوكيل القنصل أو من يوكلوه مع القنصل لمتابعة التركة ,و تصدق الوكالات قبل إرسالـها إلى القنصل من قبل البنك المركزي والهيئة العامـة للضرائب ثم الدائرة القنصلية في وزارة الخارجيه , وتقوم الدائرة القنصلية بإرسالها إلى السفارة وعندما يتسلمها القنصل يقوم بما يلي:-<br>1. فتح ملف خاص بهذه التركة يكتب على وجه الملف أسم المتوفي وتاريخ وسبب الوفاة و مكان التركة. وبداخل الملف يحفظ القسام الشرعي والوكالة وكل الكتب والمراسلات المتعلقة بهذه التركة .2<br>. يقوم القنصل بمفاتحة وزارة الخارجية للدولة الموجودة فيها التركة من أجل تصفية هذه التركة وتحديد مستحقات المتوفي.<br>3. في حالة وجود موجودات غير نقدية كالأثاث أو السيارات أو العقارات يقوم القنصل بتصفيتها عن طريق المحاكم المختصة وتحديد الوسيلة التي تتم بـها التصفية أما عن طريق البيع بالمزاد أو عن طريق تسليمها إلى الجهات المستفيدة منها والاتفاق على اقيام هذه التركة , وبعد تحويل هذه التركات إلى مبالغ نقدية تخصم منها المصروفات المترتبة عن إستحصالها أو أجور المحامي أو غير ذلك من مصروفات .4<br>. ينظم صك بالمبلغ الصافي ويحول إلى البنك المركزي العراقي بالعملة الصعبة (صك مضمون دولي ) ويرسل إلى الدائرة القنصلية بوزارة الخارجية مع الإشارة إلى التركة واسم المتوفي والأشخاص المشمولين بالارث . حيث تقوم وزارة الخارجية بإرسال الصك إلى البنك المركزي.5<br>. يرسل القنصل إلى الوزارة ( الدائرة القنصلية ) الوكالة والقسام الشرعي وتقوم الوزارة بدورها بإعادتها إلى الهيئة العامة للضرائب.ملاحظة :لا يجوز التصرف بأموال التركة خارج العراق أو داخله إلا من خلال البنك المركزي والهيئة العامة للضرائب وعلى القنصل أن لا يوافق على أية وكالة تخول المحامي حق البيع والرهن والقبض.

source: Ratifications
ar_iq: التصديقات

source: First - the ratification procedures of the stamp: -<br>The embassies and consulates ratify the Iraqi and foreign documents, which is carried out basing on the law of ratification of signatures on the Iraqi and foreign documents number (52) of 1970 and its amendments. The ratification is done on authorizations and documents used inside Iraq and signed in a foreign country and organized according to the law, if endorsed by the Iraqi consul or his/her replacement, the ratifications include: -<br>1.The ratification of the stamp and signature, whether for institutions or individuals. The concept of the ratification of document differs from the concept of the ratification of the signature; the first means the ratification of what is in the document, while the second means to ratify the validity of the signature after signing in front of the Consul and to identify the person or compare the signature with an existing signature previously in the mission in a formal way.<br>2.Certificate of origin and trade lists.<br>3. Graduation certificates or various school documents.<br><br>Second – Basic terms of ratification: -<br>1. The document or certificate must be issued by a foreign body and ratified by the Ministry of Foreign Affairs of the country which released the document or certificate in order to be ratified by the mission and then by the Department of Ratifications in the Consular Department.<br><br>2. The ratification of a certificate of origin, also concentrates on the content as well as the stamp.<br>3. The ratification of university or institute certificate after the ratification of the Foreign Ministry of the country that issued this certificate (in case the applicant is the ratification applicant is Iraqi), taking into account the fact that the institute or university is recognized in Iraq. <br>4. Copies of signatures of the authorized of signing are sent by both the Ministry of Foreign Affairs of the country concerned or the Chamber of Commerce to the embassy annually or whenever it was changed. Stamp and signature must be verified and matched accurately. <br>5. Documents, lists, and certificates issued from inside Iraq may not be ratified unless they were certified by the Department of ratifications of the Consular Department at the Ministry of Foreign Affairs and signed by the authorizing persons exclusively and stamped.<br>6. A fee for the ratification of documents is taken accounting to receipt (37 a) its number and date on are written on the back of the authorization.<br>7. In case there was no Iraqi mission in the concerned country, the ratification of a document is ratified by that country's mission in Iraq, and then approved by the Department of Ratifications in the Iraqi Consular Department.<br>8. In case there was no Iraqi mission in the country in which the document was issued, and there was no mission of that country in Iraq, then the ratification of a document or certificate is done in another country where there are missions to that country and an Iraqi mission in order to be approved by the two missions and then ratified by Department of Ratifications in the Consular Department.<br>9. Documents issued by the diplomatic and consular missions and international and regional organizations that operate in Iraq that concern their members and employees are exempted from the fees in accordance with the provisions of international relations and international conventions.<br><br>Third - the procedures for the ratification process: -<br>1. The Consul ratifies the signature and stamp of the Ministry of Foreign Affairs of the country where the mission is located. He also signs and ratifies the signatures of individuals in case of testifying or granting authorization (general or limited)<br>2. Documents are stamped by the consulate stamp for ratifications and the blanks in the ratification page are filled, i.e., (we ratify the validity of the stamp and signature ............. and the Foreign Ministry……….. the Embassy is not responsible for their contents).<br>3. The Consul signs it and stamps it with the stamp of the Consular Department.<br>4. Taking the ratification fee under receipt number (37 a), writing its number and date on the back of the document.<br>5. The mission organizes a record in which it writes all of the information about the documents ratified by the mission in the attached form (1).<br><br>Fourth - fees of certificates of origin, trade lists, and certificates of inspection: -<br>Fees are taken for the ratification of certificates of origin, trade lists, and certificates of inspection in accordance to the law of ratification of signatures and Iraqi and foreign documents number (52) of 1970 and as shown below: -<br>1. The ratification of the aforementioned documents by commercial attaché or Iraqi missions in case of the absence of commercial attaché; $160 U.S. dollars or its equivalent per process is taken as well as for certificates of origin and commercial lists and inspection certificates, taking into account stamping all copies with the round stamp of the embassy to avoid forgery, providing that all copies have to be stamped on top to avoid cancelling any document (letter of the Consular Department No. 8/9/1/70440 on 7/4/2010).<br>2. Commercial lists' and certificates of origin's contents must be ratified, because the ratification of the signatures is not enough. The ratification of the aforementioned documents issued by a Member State in the Arab Common Market and ratified by the official reference in the country of origin of the goods produced in Arab countries (without taking fee of ratification) in accordance with the Economic and Social Council of the Arab League Decree No. 1506 on 2/19/2004 and the approval of the Ministerial Council/ Economic Affairs Committee in its letter No. 1320 on 26/2/2007 which states abolishing the ratification of the certificates of origin and commercial lists attached with them, preserving Iraq's right to reciprocity.<br>3. The following procedures are adopted in as much as it is related to goods manufactured in non-Arab countries and exported to Iraqi market: -<br>A- The ratification of the embassies or consulates of the manufacturing countries in the light of the certificate of origin exported to the Arab countries.<br>B– The ratification of the Ministry of Foreign Affairs of the Arab countries exporting goods such as re-exporting to Iraq on the ratification of the stamp of the Consulates of the manufacturing countries.<br>C- Ratification fees of $160 per ratification and putting stamp on all pages.<br>D- Taking into account that the goods are produced by the same producing countries and write it upon ratification to avoid forgery in case the ratification was done in a country other than the country of origin.<br>Letter of Consular Department (8/9/1/83159 on 11/8/2010) and (8/9/1/70440 on 7/4/2010)
ar_iq: المتطلبات الخاصة بتصديق الوثائق والشهادات :-<br>1- يجب ان تكون الوثيقة او الشهادة الصادرة عن الجهة الاجنبية مصدقة من قبل وزارة خارجية البلد الذي صدرت عنه الوثيقة او الشهادة لكي تصادق عليها السفارة ومن ثم قسم التصديقات في الدائرة القنصلية .2<br>- لايجوز التصديق على الوثائق والشهادات وما شابهها الصادرة من داخل العراق الا اذا كانت مصدقة من قسم التصديقات في الدائرة القنصلية وموقع عليها من قبل المخولين حصرا ومختومة بشكل اصولي .<br>3- في حالة عدم وجود بعثة عراقية في البلد المعني فبالامكان تصديق الوثيقة في بعثة ذلك البلد في العراق ثم يصادق عليها من قبل قسم التصديقات في الدائرة القنصلية .<br>4- في حالة عدم وجود بعثة عراقية في البلد الذي صدرت منه الوثيقة وكذلك عدم وجود بعثة لذلك البلد في العراق فبالامكان تصديق الوثيقة او الشهادة في بلد اخر توجد فيه بعثة لذلك البلد وبعثة عراقية لكي يصادق عليها من قبل البعثتين ومن ثم تصديقها من قبل قسم التصديقات في الدائرة القنصلية .

source: The Civil Status Id
ar_iq: الحصول على هوية الاحوال المدنية

source: The Consular Section organizes the papers to obtain the Civil Status Card and send them to the General Directorate of Travel and Nationality / Directorate of Civil Status in accordance with the following steps : -<br>1. The citizen submits an application to the mission stating his or her need for the Civil Status Card.<br>2. The citizen attaches with the application form (Form Annex 1) the original copy, not the copied. This form is used to obtain the the Civil Status Card for the first time or to renew it or to get damaged or lost alternate form and stamp with the circular stamp of the consulate.<br>3. The form above filled in by the head of the family or family housewife or the owner of the record, or the guardian, or the legal agent signing in their explicit signatures as the contents serve as a personal acknowledgement of the correctness of what they stated.<br>The form includes the following information: -<br>The number of the page, the record, the name of the directory and the governorate, in which the registration happened according to the census of 1957 and full descriptions and the names of those the applicant wants to give them a personal card. The applicant must sign and write his full name and address in the cell provided and the form must be stamped by the consul.<br>4. Two 3 x 3 cm photos must be attached with the form and two copies of each person attached one in the box provided to the photo of the applicants and the second photo attached to it.<br>5. In case of request a lost identity replacement the Consul should write down the statement of the applicant in the back of the form in addition to the above. The statement must include answering three questions, namely, (Where do you think the place of loss of the identity card, when do you lost it and how do you lost it?) The statement must be signed by the applicant and install the full name and left thumb fingerprint and signed by the consul and stamped by the stamp of the consulate and sent with the application form a copy of the lost identity card, a copy of the identity card of his father, his brother or non married sister - certified by the consul being as a replica. In case of request damaged replacements the applicant must write down a statement signed by him and signed and stamped by the Consul and attach the damaged identity with the form. The applicant must attach with the application of lost replacement or damaged a recent photograph of him.<br>6. Any official document must be attached with the application to support the personality of the applicant.<br>7. Amount of (750) dinars is met, equivalent in foreign currency one dollar fee for the issuance of identity and under a receipt of accounting (37 A). (Consulate Letter No. 8 / 4 / 21/84715).<br>8. The embassy to send what is mentioned above in a letter to the General Directorate of Travel and Nationality / Directorate of Civil Status and a copy of it to the Consular Department for its information and for following-up and accelerating the completion of the documents.<br>9. The citizen can authorize one of the citizens inside Iraq (private authorization) to come to the Civil Affairs Department for the purpose of following-up.<br>10. The department of Nationality and Civil Status holds competent of auditing the information and then organize the Civil Status identity based on records in 1957 and sent to the Ministry of Foreign Affairs to send it to the embassy or the mission concerned for the purpose of delivery to its owner.<br><br>Note: For the purpose of obtaining the Civil Status Card to the children of Iraqi citizens abroad this requires the following actions:<br><br>1. The citizen has to prove reality of his marriage to the Department of Civil Status of being married.<br>2. The citizen should mark the birth certificate of the newborn in the Department of Civil Status.<br>3. After Checking the items ( 1) and ( 2 ) above , the citizen can apply to the embassy for the purpose of obtaining the Civil Status Card to his children within the contexts the embassy informed by.
ar_iq: يقوم القسم القنصلي بتنظيم المعاملات الخاصة بطالبي الحصول علي هوية الأحوال المدنية وإرسال المعاملة إلى المديرية العامة للسفر والجنسية/ مديرية الأحوال المدنية وفق الخطوات التالية :-<br> 1. يقدم المواطن طلبا إلى البعثة يذكر فيه حاجته إلى هوية الأحوال المدنية .<br> 2. يرفق مع الطلب الاستمارة الخاصة بالطلب <a href="http://www.mofa.gov.iq/documentfiles/129439668333543174.doc" target="_blank">(النموذج المرفق رقم 1)</a> النسخة الاصلية وليست المستنسخة ويستخدم هذا النموذج للحصول على هوية الاحوال المدنية لأول مرة أو لتجديدها أو للحصول على بدل تالف أو فاقد ويختم النموذج بختم القنصلية المدور. <br> 3. يتم أملاء الاستمارة أعلاه من قبل رب الأسرة أو ربة الاسرة أو صاحب القيــــد أوالوصي أو الولي أو القيم أو الوكيل القانوني وبتوقيعهم الصريح حيث أن محتوياتها تعد بمثابة اقرار شخصي لصحة ما ورد فيها.<br> وتتضمن الاستمارة تدوين المعلومات التالية :-</p> <p>رقم الصحيفه والسجل واسم الدائرة والمحافظة التي يقع فيها القيد وحسب أحصاء عــام1957 والاوصاف المميزة كاملة واسماء من يروم صاحب الطلب منحهم البطاقــــة الشخصية. ويوقع صاحب الطلب ودرج اسمه الثلاثي وتدوين عنوانه في الحقل المخصص لذلك وتختم الاستمارة من قبل القنصل .<br> 4. ترفق مع الطلب صورتان حديثتان قياس ( 3×3 سم) وبنسختين لكل شخص تلصق واحدة في المربع المخصص لصورة المستدعي وترفق معها الصورة الثانية . <br> 5. في حالة طلب هوية بدل فاقد يقوم القنصل بتدوين إفادة صاحب الطلب في ظهر الاستمارة إضافة إلى مـا ذكر أعلاه. وتتضمن الافادة الاجابة عن ثلاثة أسئلة وهي(اين تعتقـــد مكان فقدان الهويـة متى فقدت الهوية ـ كيف فقدت الهوية ) ويتم توقيع الإفادة من قبل صاحــب الطلب وتثبيت اسمه الكامل وبصمة ابهامه الايسر وتوقع من قبل القنصل وتختم بختم القنصلية وترسل مع الاستماره صورة من هوية الاحوال المفقوده او صورة هوية احوال والده او شقيقه او شقيقته الغير متزوجة مصدقه من قبل القنصل كونها طبق الاصل . وفي حالة طلب بدل تالف تدون افادة صاحب الطلب وتوقع من قبله وتوقع وتختم من قبل القنصل وترفق اصل الهوية التالفة مع الاستمارة ويرفق مع الطلب بدل فاقد أو تالف صورة شخصية حديثة لصاحب الطلب . <br> 6. ترفق مع الطلب اي وثيقة رسمية تؤيد شخصية مقدم الطلب.<br> 7. يستوفى مبلغ (750) دينار وبما يعادل بالعملة الصعبة دولار واحد كرسم لاصـدار الهوية وبموجب وصل محاسبة (37 أ) .(اعمام الدائرة القنصلية المرقم 8 /4 /21 /84715).<br> 8. تقوم السفارة بارسال ما ذكر أعلاه بكتاب إلى المديرية العامة للسفر والجنسية/مديرية شؤون الأحوال المدنية المختصة ونسخة منه الى الدائرة القنصلية لغرض الاطلاع والمتابــعة وتسريع انجاز المعاملة. <br> 9. بأمكان المواطن تخويل احد الأشخاص داخل العراق (وكالــة خاصة) لمراجعة دائرة الاحوال المدنية لغرض المتابعة .</p> <p>10. تتولى دائرة الجنسية والاحوال المدنية المختصة تدقيق المعلومات ومن ثم تنظيــم هوية الاحوال المدنية استناداً الى قيد عام 1957 وارسالها الى وزارة الخارجية لتقوم بإرسالها إلى السفارة أو البعثة المعنية لغرض تسليمها الى صاحبها .</p> <p>ملاحظة : لغرض الحصول على هوية الأحوال المدنية لأبناء المواطنين العراقيين في الخارج يتطلب الإجراءات التالية : <br> 1. أن يكون المواطن قد ثبت واقعة زواجه لدى دائرة الأحوال المدنية كونه متزوج.<br> 2. أن يكون المواطن قد أشر شهادة الولادة للوليد الجديد لدى دائرة الأحوال المدنية <br> 3. بعد تحقق ماجاء بالفقرتين (1) و (2) أعلاه بإمكان المواطن تقديم طلب إلى السفارة لغرض الحصول على هوية الأحوال المدنية لأبنائه وضمن السياقات المبلغة بها السفارة.</p> <br>

source: Visa
ar_iq: السمات
