Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: General Affairs<br>Certain Provisions of the Relevant Laws<br><br>First - Provisions of the births and deaths law:<br><br>Law of births and deaths registration number 148 for the year (1971) , and its amended<br>Article V :<br>1 . The sponsored of a born outside Iraq need to tell the Iraqi mission or any other health competent authority in Iraq about the childbirth within a period of sixty days.<br><br>2 . The Iraqi mission or its substitute to issued a certificate with four copies according to the foreign birth certificate and send the first copy ( of the Civil Status ) and the third copy ( of the computer ) to the Ministry of Health / Directorate of Statistics and then delivered to the stakeholders and the Iraqi mission saves the fourth copy .<br>Article X :<br>1 . When a death happened outside Iraq ,the relatives of the dead asks the Iraqi mission or its substitute during forty five days to organize a certificate.<br>2 . The Iraqi mission or its substitute Issues four copies , according to the foreign death certificate recognized by the country in which the death occurred, they need to be certified and translated in Arabic , in accordance with the provisions of this law .<br> 3 . The Iraqi mission sent the first copy (copy of the Civil Status ) and the third copy ( copy of the computer) to the Ministry of Health / Department of Health Statistics ,the second copy to be delivered to the related people and the fourth copy to be saved by the Iraqi mission . Directorate of Health Statistics sends the certificate to the competent health authority for registration in the Department of Civil Status .<br><br>Article XXI : Paragraph (2)<br> It is not allowed to modify or change the information contained in the certificate of birth or death, in the official records concerning births or deaths or to add the missing notes ,without a judgment of a competent court .<br>Secondly - Texts of the Vienna Convention on Consular Relations :<br>Article 36<br>1.With a view to facilitating the exercise of consular functions relating to nationals of the sending<br>State:<br>(a) Consular officers shall be free to communicate with nationals of the sending State and to have access to them. Nationals of the sending State shall have the same freedom with respect to communication with and access to consular officers of the sending State;<br>(b) If he so requests, the competent authorities of the receiving State shall, without delay, inform the consular post of the sending State if, within its consular district, a national of that State is arrested or committed to prison or to custody pending trial or is detained in any other manner. Any communication addressed to the consular post by the person arrested, in prison, custody or detention shall be forwarded by the said authorities without delay. The said authorities shall inform the person concerned without delay of his rights under this subparagraph;<br>(c) Consular officers shall have the right to visit a national of the sending State, who is in prison, custody or detention, to converse and correspond with him and to arrange for his legal representation.<br>They shall also have the right to visit any national of the sending State who is in prison, custody or detention in their district in pursuance of a judgment. Nevertheless, consular officers shall refrain from taking action on behalf of a national who is in prison, custody or detention if he expressly opposes such action.<br>2.The rights referred to in paragraph 1 of this article shall be exercised in conformity with the laws and regulations of the receiving State, subject to the proviso, however, that the said laws and regulations must enable full effect to be given to the purposes for which the rights accorded under this article are intended. <br><br>Article 39<br>Consular fees and charges<br>1.The consular post may levy in the territory of the receiving State the fees and charges provided by the laws and regulations of the sending State for consular acts.<br>2.The sums collected in the form of the fees and charges referred to in paragraph 1 of this article, and the receipts for such fees and charges, shall be exempt from all dues and taxes in the receiving State. <br><br>Vocabulary of Certain Professions<br>Official موظف<br> Student طالب <br> Worker عامل<br> Businessman رجل اعمال<br> Free jobs اعمال حرة<br> Former official موظف سابق <br> Retired متقاعد <br> Journalist صحافي <br> Doctor طبيب<br> Engineer مهندس<br>Dentist طبيب اسنان<br> Pharmacist صيدلي <br> Actor ممثل<br>Painter رسام<br> Accountant محاسب<br> Merchant تاجر<br> Government official موظف حكومي<br> Attaché ملحق <br> House Wife ربة بيت<br> Consul القنصل<br> Expert خبير<br> Lawyer محامي<br><br>Records Required by the Consular Section<br>1.Record for Extending Passports Validity.<br> 2.Record for Granting Visas.<br> 3.Record for General Authorization .<br> 4.Record Special Authorization.<br> 5.Record for Ratifications.<br> 6.Record for the Iraqi Community .<br> 7.Record for Births .<br> 8.Record for Deaths.<br> 9.Record for Laissez Passer<br> 10.Record for Palestinian Documents .<br> 11.Record for the Barred from Entering Iraq .
ar_iq: <p>بعض نصوص القوانين ذات الصلة</p> <br> اولا- نصوص من قانون الولادات والوفيات:<br> <br> قانون تسجيل الولادات والولادات والوفيات رقم 148 لسنة (1971) وتعديلاته <br> <br> المادة الخامسة:<br> 1. على المكلف برعاية المولود خارج العراق ان يخبر البعثة العراقية أو من يقوم مقامها أو السلطة الصحية المختصة في العراق بالولادة خلال ستين يوما من تاريخ وقوعها لاصدار الشهادة.<br> <br> 2. أ- تصدر البعثة العراقية أو من يقوم مقامها الشهادة باربع نسخ استنادا الى شهادة الولادة الاجنبية المعترف بها رسميا من قبل البلد الذي حدثت فيه الولادة وترسل النسخة الاولى (نسخة الاحوال المدنية) والنسخة الثالثة (نسخة الحاسبة الالكترونية ) الى وزارة الصحة /مديرية الاحصاء الصحي والحياتي وتسلم الى ذوي العلاقة وتحتفظ البعثة العراقية بالنسخة الرابعة.<br> ب- ترسل مديرية الاحصاء الصحي والحياتي النسخة الاولى من شهادة الولادة الواردة اليها من البعثة لعراقية او من يقوم مقامها الى السلطة الصحية المختصة لتسجيلها وارسالها الى دائرة الاحوال المدنية المختصة.<br> 3. تصدر السلطة الصحية المختصة عند مراجعتها خلال المدة القانونية الشهادة استنادا الى شهادة الولادة الاجنبية المعترف بها رسميا من قبل البلد الذي حدثت فيه الولادة مصادقا عليها وعلى ترجمتها ان لم تكن باللغة العربية وفقا لاحكام القانون.<br> <br> المادة العاشرة:<br> 1. عند حدوث وفاة خارج العراق فعلى اقارب المتوفى حتى الدرجة الرابعة وغيرهم مراجعة البعثة العراقبة او من يقوم مقامها او السلطة الصحية المختصة خلال خمسة واربعون يوما لتنظيم الشهادة.<br> <br> 2. تصدر البعثة العراقية أو من يقوم مقامها او السلطة الصحية الشهادةباربع نسخ استنادا الى شهادة الوفاة الاجنبية المعترف بها من قبل البلد الذي حدثت فيه الوفاة مصادقا عليها وعلى ترجمتها ان لم تكن باللغة العربية وفقا لاحكام هذه القانون.<br> <br> 3. ترسل البعثة العراقية النسخة الاولى (نسخة الاحوال المدنية) والنسخة الثالثة(نسخة الحاسبة الالكترونية ) الى وزارة الصحة/دائرة الاحصاء الصحي والحياتي وتسلم النسخة الثانية الي ذوي العلاقة والنسخة الرابعة تحتفظ بها البعثة العراقية. وتقوم مديرية الاحصاء الصحي والحياتي بارسال الشهادة الى السلطة الصحية المختصة لتسجيلها في دائرة الاحوال المدنية.<br> <br> المادة الحادية والعشرون: الفقرة(2)<br> لايجوز تعديل او تبديل المعلومات الواردة في شهادة الولادة او الوفاة او في السجلات الرسمية الخاصة بالولادات او الوفيات او اضافة الايضاحات الناقصة الا بالاستناد الى حكم صادر من المحكمة المختصة مكتسب درجة البتات.<br> <br> ثانيا- نصوص من اتفاقية فينا للعلاقات القنصلية:<br> <br> المادة السادسة والثلاثون<br> 1. تسهيلا لممارسة الوظائف القنصليين حرية الاتصال برعاية الدولة الموفدة ومقابلتهم وان يكون لرعاية الدولة الموفدة الحرية عينها بالنسبة الى الاتصال بالموظفين القنصليين ومقابلتهم.<br> أ- ينبغي ان يكون للموظفين القنصليين حرية الاتصال برعاية الدولة الموفدة ومقابلتهم وان يكون لرعايا الدولة الموفدة الحرية عينها بالنسبة الى الاتصال بالموظفيين القنصليين ومقابلتهم.<br> ب- اذا قبض على احد رعايا الدولة الموفدة ضمن منطقة البعثة القنصلية او اذا سجن او اذا احتجز احتياطيا بانتظار محاكمته او اخضع لاي شكل من اشكال الاحتجاز وطلب الاتصال ببعثة القنصلية بذلك ، وان تودعها دون اي تأخير كذلك كل مخابرة موجهة من صاحب العلاقة الى البعثة القنصلية ، وعلى هذه السلطات أعلام صاحب العلاقة دون تأخير بحقوقه المنصوص عليها في هذه الفقرة.<br> ج- للموظفين القنصليين حق زيارة اي من رعايا الدولة الموفدة ، المسجون او الموقوف او المحتجز احتياطيا او الخاضع لاي شكل من أشكال الاحتجاز، والتحدث اليه، ومراسلته او اختيار ممثل قانوني له.ولهم كذلك حق زيارة اي من رعايا الدولة الموفدة اذا كان مسجونا او موقوفا او محتجزا في منطقتهم القنصلية تنفيذا لحكم قضائي.ومع ذلك على الموظفين القنصليين ان يمتنعوا عن التدخل لصالح اي مواطن مسجون او موقوف او محتجز احتياطيا او خاضع لاي شكل من اشكال الاحتجاز ، اذا عارض صراحة قيامهم بهذا العمل.<br> 2. ان الحقوق المشار اليها في الفقرة الاولى من هذه المادة ، يجب ان تمارس ف نطاق قوانين الدولة المضيفة وانظمتها ، علما بان هذه القوانين والانظمة يجب ان تتيح التحقيق الكامل للغايات التي من اجلها منحت الحقوق المنصوص عليها من هذه المادة.<br> <br> المادة التاسعة والثلاثون<br> 1. يجوز لبعثة القنصلية ان تستوفي في اقليم الدولة المضيفة الرسوم والتكاليف التي تنص عليها قوانين الدولة الموفدة وانظمتها لقاء المعاملات القنصلية.<br> 2. تعفى المبالغ المستوفاة بشكل رسوم وتكاليف ، وفقا للفقرة الاولى من هذه المادة ، وكذلك الايصالات المتعلقة بها،من كل الضرائب والرسوم في الدولة المضيفة.<br> <br> <br> مصطلحات بعض المهن<br> <br> Official موظف<br> <br> Student طالب <br> <br> Worker عامل<br> <br> Businessman رجل اعمال<br> <br> Free job اعمال حرة<br> <br> Former official موظف سابق <br> <br> Retired متقاعد <br> <br> Journalist صحافي <br> <br> Doctor طبيب<br> <br> Engineer مهندس<br> <br> Dents Doctor طبيب اسنان<br> <br> Pharmacist صيدلي <br> <br> Actor ممثل<br> <br> Painter رسام<br> <br> Accountant محاسب<br> <br> Merchant تاجر<br> <br> Government official موظف حكومي<br> <br> Attaché ملحق <br> <br> House Wife ربة بيت<br> <br> Consul القنصل<br> <br> Expert خبير<br> <br> Lawyer محامي<br> <br> <br> <br> السجلات التي يحتاجها القسم القنصلي <ol> <li> سجل تمديد جوازات السفر.</li> <li> سجل منح السمات.</li> <li> سجل الوكالات العامة.</li> <li> سجل الوكالات الخاصة.</li> <li> سجل التصديقات.</li> <li> سجل الجالية العراقية.</li> <li> سجل الولادات.</li> <li> سجل الوفيات.</li> <li> سجل اصدار جوازات المرور</li> <li> سجل الوثائق الفلسطينية.</li> <li> سجل الممنوعين من دخول العراق.</li> </ol> <br>

source: Indigent Deportation
ar_iq: تسفير المعوزين

source: Indigent deportation <br>Iraqis indigent deportation<br><br>Intended of Indigent deportation, are Iraqi citizens who have been befell them certain calamity; lost their passports or have run out of money and would like to return to Iraq. Although the Embassy is responsible for dealing with situations of citizens abroad in such cases, however, at the present time there is no specific financial allocation embassy can spend it to indigent deportation but that the embassy can do the following : -<br>1. After the embassy to be sure of indigent's origin by providing proves that Iraqis (the Civil Status Card - a certificate of nationality – a copy of his lost passport), Embassy send a telegram to the Consular Department at the Ministry learned of the information and request approval to issue a passport for him.<br>2. Providing the Ministry of Foreign Affairs / Consular Department with adequate information for the address of his family in Iraq for the purpose of attending to the Ministry and the paying of the expenses of the ticket or any other expenses after the Embassy had set the amount.<br>3. The Ministry accounts receive the Amount ( set by the Embassy ) from the citizen's family and send telegram to the Embassy to book ticket and any other expenses and send it with the accounts of the Embassy to the Ministry for Expenses Settlement ( the amounts must be estimated on the basis of prices in Hard Currency ) .<br>4. When the Embassy receives a telegram, orders to book a ticket and deports indigent.<br>Note: - In the case that an indigent's passport missing, his Testimony must taken and sent in an official letter to the Directorate of Passports and if his passport with him, it pulls from him and provide him laissez passer for the purpose of deport him to Iraq.
ar_iq: تسفير المعوزين العراقيينيقصد بتسفير المعوزين وهم المواطنين العراقيين الذين قد حلت بهم مصيبة معينة ففقدوا جوازات سفرهم أو نفد ما لديهم من نقود ويودون العودة الى العراق. بالرغم من أن السفاره هي المسؤولة عن معالجة أوضاع المواطنين في الخارج في مثل هذه الحالات إلا أنه فـي الوقت الحاضر لا يوجد باب تخصيص معين تستطيع السفارة الصرف منه لتسفيرالمعوزين إلا أنه بإمكان السفارة القيام بما يلي :-<br>1. بعد أن تتأكد السفارة من رعوية المعوز من خلال تقديمه ما يثبت انه عراقي ( هوية الأحوال المدنيـة_ شهادة الجنسية ـ صورة جواز سفره المفقود) تبرق السفارة إلى الدائرة القنصلية في مركـز الوزارة تعلمها بالمعلومات وتطلب الموافقة على إصدار جواز مرور له.<br>2. تزويد وزارة الخارجية/ الدائره القنصلية بالمعلومات الكافية عن عنوان ذويه داخل العراق لغرض حضورهم إلى الوزارة وتسديد قيمة تذكرة السفر أو أية مصاريف أخرى بعـد أن تكون السفارة قد حددت مقدارها.3<br>. تستلم حسابات مركز الوزارة المبلغ ( الذي حددته السفارة ) من ذوي المواطن وتبرق إلى السفــارة لقطع تذكرة السفر وأية مصاريف أخرى وإرسالها مع حسابات السفارة إلى مركز الوزارة لتسوية المصاريف (على أن تكون المبالغ مقدرة على أساس الأسعار بالعملة الصعبة).<br>4. عند تلقي السفارة البرقية تقوم بقطع تذكرة سفر وتسفير المعوز.ملاحظة :- في حالة كون جواز سفر المعوز مفقوداً تؤخذ أفادته وترسل بكتاب الى مديرية شؤون الجوازات وإذا كان جوازه موجوداً يسحب منه ويصرف له جواز مرور لغرض تسفيره الى العراق .

source: Lawsuits
ar_iq: دعاوى ومحاكم

source: First: Judicial Notifications <br>on behalf of the Iraqi judicial offices, the mission informs the concerned people with the lawsuits took place inside Iraq and the date of the lawsuit hearing .<br>Second: The Oath Swearing <br>It is like the Judicial Notifications as the consul calls the person on oath and the Consul recite the text of the oath and ask him to repeat twice and then he reported that he (sworn in front of me ) and be signed by the consul and stamped with the seal of the consulate putting the date and to be sent back to the Consular Department with an official letter .<br><br>Third:<br>Sometimes the Ministry of Foreign Affairs in the country in which the mission exists, ask the mission to inform the Iraqi citizens or companies with judicial deadlines , so the Consul send these notifications to the Ministry of Foreign Affairs / Consular Department for the purpose of delivering them to the concerned parties .
ar_iq: أولاً: التبليغات القضائية تقوم البعثة بالإنابة عن الدوائر القضائية العراقية بإبلاغ ذوي الشأن بالدعاوى المقامة في المحاكم العراقية وذلك عن طريق إبلاغ المدعى عليه بموعد المرافعة في الدعوى فتتولى القنصلية ما يلي :1. إذا كان الشخص( المدعى عليه )عراقياً وعنوانه معروف تقوم البعثة باستدعائه وإبلاغه بالموعد المحدد و اخذ توقيعه على نموذج التبليغ وختم التبليغ والتوقيع عليه من قبل القنصل وإعادته. ويعتبر هذا التبليغ مهماً لإجراء المحاكمة أو إكمال إجراءات الدعوى .2<br>. أو أن يقوم القنصل بإرفاق التبليغ القضائي بمذكرة إلى وزارة الخارجية المعنية لتقوم بنقله إلى الجهات القضائية المعنية لتبليغه وإعادته والمصادقة عليه وتحديد تاريخ التبليغ.<br>3. إما إذا كان المدعى عليه شخص غير عراقي فتقوم البعثة بإبلاغ وزارة الخارجية والرجاء منها تبليغه وإعادته بعد المصادقة عليه ويحدد تاريخ التبليغ .<br>ثانياً: تحليف اليمين وهو أشبه بالتبليغ القضائي إذ يقوم القنصل باستدعاء الشخص المعني باليمين ويتلو القنصل نص اليمين على المواطن ويطلب منه ترديده لمرتين ثم بعد ذلك يتم تدوين عبارة (( أدى اليمين أمامي )) ويتم توقيعه من قبل القنصل ويختم بختم القنصلية ويوضع التاريخ ويعاد إلى الدائرة القنصلية بكتاب رسمي.<br>ثـالثـاً:في بعض الأحيان تطلب وزارة الخارجية في البلد الذي توجد فيه البعثة تبليغ مواطنين عراقيين أو شركات عراقية بمواعيد قضائية فيتولى القنصل إرسال هذه التبليغات إلى وزارة الخارجية / الدائرة القنصلية . لغرض ايصالها الى الجهات المعنية .<br>ملاحظة:-على القنصل ان يهتم بالتبليغات القضائية لكونها تحمل مواعيد لجلسات ودعاوى قضائية وهذه محكومة بتاريخ محدد.

source: Life Certificate
ar_iq: شهادة الحياة

source: 1.The Iraqi retired citizen resident outside Iraq needs, at the beginning of every year, to send a letter to the National Pension Commission. Therefore, the Consul is required to issue the attached form (1) (Appendix ) (The Consular Department Letter No. 1 6/4/22 / 7024 issued on 8/3/2011 ) and fill all its paragraphs.&nbsp; The Consul must abide by some conditions like the presence of the retired person himself and identify him because this document is to prove the life of a retired person.<br> 2. The Consul signs and stamps the certificate with the Consulate's stamp and writ his/her name. <br> 3. The certificate of life then is given to the retired to send it to the relevant authorities.<br> 4. The certificate gets ratified in Iraq by the Department of ratifications in the Consular Department at the Ministry of Foreign Affairs.<br> <br> <span style="font-weight: bold;">Note : </span>-<br> In case the citizen cannot reach the Embassy to apply for the certificate (being sick or handicapped) then, he/ she should apply a letter from official bodies in the state of residence showing that he is still alive in the month that he wants to get the certificate of life from the embassy and attach with it the official certificate of life sent to him by the Embassy, which is posted on the ministry or the embassy websites, after filling, attaching&nbsp; photos and signing it and send it to the embassy by mail. Then, the Consul stamps and signs it. The mission keeps a copy of the certificate of life and the letter from the foreign authorities in the certificates of life dossier.<br><br>(Consular Department letter No. 1/4/22 /87161 on 20/9/2010).
ar_iq: 1.يحتاج المواطن العراقي المتقاعد المقيم خارج العراق في بداية كل سنة إلى تأييد يبعثه إلى هيئة التقاعد الوطنية. لذلك يتطلب من القنصل إصدار النموذج المرفق رقم(1) (المرفق) ( اعمام الدائرة القنصلية المرقم 6 /4 /22 /7024 في 8 /3 /2011 ) ويقوم بإملائه بكافة فقراته, ومن الشروط التي يجب على القنصل الالتزام بها هو حضور المتقاعد شخصياً والتعرف عليه لأن هذه الوثيقة هي تأييد صحة حياة المتقاعد شخصيا والتعرف عليه لأن هذه الوثيقة هي تأييد صحة حياة المتقاعد فحضوره ضروري وواجب لكي يكتمل عنصر أساسي في التأييد . 2<br> . يوقع القنصل ويختم الشهادة بختم القنصلية مع تدوين أسم القنصل. <br>3. تسلم شهادة الحياة بيد المتقاعد ليتولى إرسالها إلى الجهة ذات العلاقة . <br>4. تتم مصادقة الشهادة داخل العراق من قبل قسم التصديقات في الدائرة القنصلية في ديوان الوزارة. ملاحظة :-في حالة تعذر حضور المواطن الى السفارة لتقديم طلب شهادة حياة كونه مريض او مقعد فعليه تقديم تاييد من الجهات الرسمية في دولة الاقامة يوضح بأنه مايزال على قيد الحياة في الشهر الذي يرغب فيه الحصول على شهادة الحياة الرسمية من السفارة وان يرفق مع التاييد النموذج الرسمي لشهادة الحياة المرسله اليه من قبل السفارة والمنشوره على موقع الوزارة او السفارة بعد أملائها بالكامل ووضع صورتة وتوقيعه وارسالها الى السفارة عن طريق البريد ثم يقوم القنصل بختمها وتثبيت توقيعه واسمه الكامل في المكان المخصص لذلك وتحتفظ البعثة بنسخة من شهادة الحياة وتأييد السلطات الاجنبية الرسمية في الاضبارة الخاصة لشهادة الحياة.(اعمام الدائرة القنصلية المرقم 1 /4 /22 /87161 في 20 /9 /2010).'

source: Loss of Passports
ar_iq: فقدان الجوازات
