Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: The principle applies to everyone in relation to all human rights and freedoms and it prohibits discrimination on the basis of a list of non-exhaustive categories such as sex, race, colour and so on. The principle of non-discrimination is complemented by the principle of equality, as stated in Article 1 of the International Declaration of Human Rights: “All human beings are born free and equal in dignity and rights.”
ar_iq: 2 – الهيئات القائمة على المعاهدات توجد تسع معاهدات دولية أساسية لحقوق الإنسان و أحدثها - المتعلقة بالاختفاء ألقسري - بدا نفاذها في 23 كانون الأول / ديسمبر 2010 . ومنذ اعتماد الإعلان العالمي لحقوق الإنسان في عام 1948، صدقت جميع الدول الأعضاء في الأمم المتحدة على معاهدة واحدة على الأقل من المعاهدات الدولية الأساسية لحقوق الإنسان و وصدقت 80 في المائة من الدول الأعضاء في الأمم المتحدة على أربع معاهدات منها أو أكثر.وتوجد حاليا عشر هيئات معاهدات حقوق الإنسان، وهي لجنه خبراء مستقلين.وتقوم تسع من هيئات المعاهدات هذه برصد تنفيذ المعاهدات الدولية الأساسية لحقوق الإنسان بينما تتطلع الهيئة العاشرة، وهي اللجنة الفرعية لمنع التعذيب المنشاة بموجب البروتوكول الاختياري لاتفاقية مناهضة التعذيب، برصد أماكن الاحتجاز في الدول الإطراف في البروتوكول الاختياري.

source: Human rights entail both rights and obligations. States assume obligations and duties under international law to respect, to protect and to fulfill human rights. The obligation to respect means that States must refrain from interfering with or curtailing the enjoyment of human rights. The obligation to protect requires States to protect individuals and groups against human rights abuses. The obligation to fulfill means that States must take positive action to facilitate the enjoyment of basic human rights. At the individual level, while we are entitled to our human rights, we should also respect the human rights of others.
ar_iq: وتتحمل الدول بالتزامات وواجبات بموجب القانون الدولي باحترام حقوق الإنسان وحمايتها والوفاء بها. ويعني الالتزام بالاحترام انه يتوجب على الدول ان تمتنع عن التدخل في التمتع بحقوق الإنسان أو تقليص هذا التمتع. والالتزام بحماية حقوق الإنسان يتطلب من الدول إن تحمي الإفراد والجماعات من انتهاكات حقوق الإنسان. والالتزام بالوفاء بحقوق الإنسان يعني انه يتوجب على الدول ان تتخذ إجراءات ايجابية لتيسير التمتع بحقوق الإنسان الأساسية . وفيما يحق لنا الحصول على حقوقنا الإنسانية، فانه ينبغي لنا أيضا، على المستوى الفردي، ان نحترم حقوق الإنسان الخاصة بالآخرين .

source: All States have ratified at least one, and 80% of States have ratified four or more of the core human rights treaties, reflecting consent of States which creates legal obligations for them and giving concrete expression to universality. Some fundamental human rights norms enjoy universal protection by customary international law across all boundaries and civilizations.
ar_iq: وهيئات المعاهدات منشأة طبقا لإحكام المعاهدة التي ترصدها. وتدعم المفوضية السامية عمل هيئات المعاهدات وتساعد هذه الهيئات في مواءمة وأساليب عملها والإبلاغ بالمتطلبات عن طريق أماناتها.وهذه الهيئات هي :• اللجنة المعنية بحقوق الإنسان ( CCPR)• لجنة الحقوق الاقتصادية والاجتماعية والثقافية (CESCR) • لجنة القضاء على التميز العنصري (CERD)• لجنة القضاء على التميز ضد المرأة (CEDAW) • لجنة مناهضة التعذيب (CAT)• اللجنة الفرعية لمنع التعذيب (SPT) • لجنة حقوق الطفل (CRC) • اللجنة المعنية بالعمال المهاجرين (CMW)• اللجنة المعنية بحقوق الأشخاص ذوي الإعاقة (CRPD) • اللجنة المعنية بالاختفاء ألقسري (CED)

source: Human Rights Bodies
ar_iq: 1 – الهيئات القائمة على الميثاق

source: The Office of the High Commissioner for Human Rights (OHCHR) works to offer the best expertise and support to the different human rights monitoring mechanisms in the United Nations system: UN Charter-based bodies, including the Human Rights Council, and bodies created under the international human rights treaties and made up of independent experts mandated to monitor State parties' compliance with their treaty obligations. Most of these bodies receive secretariat support from the Human Rights Council and Treaties Division of the Office of the High Commissioner for Human Rights (OHCHR).</p><br><br>1 - Charter-based bodies
ar_iq: والهيئات القائمة على ميثاق الأمم المتحدة، بما فيها مجلس حقوق الإنسان، والهيئات المنشأة بموجب المعاهدات الدولية لحقوق الإنسان والمؤلفة من خبراء مستقلين مكلفين برصد مدى امتثال الدول الإطراف لالتزاماتها التعاهدية. وتتلقى معظم هذه الهيئات دعما بخدمات الأمانة من مجلس حقوق الإنسان وشعبة المعاهدات في المفوضية السامية لحقوق الإنسان.

source: Charter bodies include the former Commission on Human Rights, the Human Rights Council, and Special Procedures. The Human Rights Council, which replaced the Commission on Human Rights, held its first meeting on 19 June 2006. This intergovernmental body, which meets in Geneva 10 weeks a year, is composed of 47 elected United Nations Member States who serve for an initial period of 3 years, and cannot be elected for more than two consecutive terms. The Human Rights Council is a forum empowered to prevent abuses, inequity and discrimination, protect the most vulnerable, and expose perpetrators.
ar_iq: تتضمن هيئات الميثاق، لجنة حقوق الإنسان السابقة ومجلس حقوق الإنسان والإجراءات الخاصة. وقد عقد مجلس حقوق الإنسان، الذي حل محل لجنة حقوق الإنسان، أول اجتماع له في 19 حزيران/يونيه 2006. وتتألف هذه الهيئة الحكومية الدولية، من 47 دولة منتخبة عضوا في الأمم المتحدة تخدم لفترة أولية مقدارها 3 سنوات, ولا يمكن انتخابها لأكثر من ولايتين متتاليتين. ومجلس حقوق الإنسان منتدى مخول صلاحية منع الإساءات وعدم المساواة والتميز، وحماية اشد الناس ضعفا، والكشف عن مرتكبي الجرائم، بالإضافة إلى انه كيان منفصل عن المفوضية السامية لحقوق الإنسان.

source: The Human Rights Council is a separate entity from OHCHR.
ar_iq: والإجراءات الخاصة هو الاسم العام الذي يطلق على الآليات التي أنشأتها لجنه حقوق الإنسان، وتولي أمرها مجلس حقوق الإنسان، لتناول أوضاع قطرية محددة أو لتناول قضايا مواضيعية في جميع إنحاء العالم. والإجراءات الخاصة هي إما فرد- مقرر خاص أو ممثل أو خبير مستقل – وإما فريق عامل. وهم خبراء مستقلون بارزون يعملون على أساس طوعي ويعينهم مجلس حقوق الإنسان .

source: Special Procedures is the general name given to the mechanisms established by the Commission on Human Rights and assumed by the Human Rights Council to address either specific country situations or thematic issues in all parts of the world. Special Procedures are either an individual –a special rapporteur or representative, or independent expert—or a working group. They are prominent, independent experts working on a voluntary basis, appointed by the Human Rights Council.
ar_iq: وعادة ما تتطلب ولايات الإجراءات الخاصة من المكلفين بالولايات بحث أوضاع حقوق الإنسان في بلدان او أقاليم محددة ورصدها وتقديم المشورة بشأنها والإبلاغ علنا عنها، وهي الولايات المعروفة بالولايات القطرية، اوالقيام بهذه الإعمال فيما يتعلق بالظواهر الرئيسة لانتهاكات حقوق الإنسان على نطاق العالم، وهي الولايات المعروفة بالولايات المواضيعية .

source: Special Procedures mandates usually call on mandate-holders to examine, monitor, advise and publicly report on human rights situations in specific countries or territories, known as country mandates, or on major phenomena of human rights violations worldwide, known as thematic mandates. There are 30 thematic mandates and 8 country mandates. All report to the Human Rights Council on their findings and recommendations. They are sometimes the only mechanism that will alert the international community on certain human rights issues&nbsp; </p><br>They are:<br><br>•Human Rights Council<br><br>•Universal Periodic Review<br><br>•Commission on Human Rights (replaced by the Human&nbsp;&nbsp;&nbsp;&nbsp; Rights Council)<br><br>•Special Procedures of the Human Rights Council<br><br>•Human Rights Council Complaint Procedure<br><br><br><span style="font-weight: bold;">2 - Treaty-based bodies</span>
ar_iq: وتوجد حاليا 30 ولاية مواضيعي و8 ولايات قطرية. ويقدم جميع المكلفين بالولايات تقارير إلى مجلس حقوق الإنسان عن استنتاجاتهم وتوصياتهم. وهم أحيانا الإلية الوحيدة التي تنبه المجتمع الدولي إلى قضايا معينه بحقوق الإنسان .

source: There are nine core international human rights treaties, the most recent one -- on enforced disappearance -- entered into force on 23 December 2010. Since the adoption of the Universal Declaration of Human Rights in 1948, all UN Member States have ratified at least one core international human rights treaty, and 80 percent have ratified four or more.
ar_iq: وهي:• مجلس حقوق الإنسان .• الاستعراض الدوري الشامل. • (لجنة حقوق الإنسان ) استعيض عنها بمجلس حقوق الإنسان .

source: There are currently ten human rights treaty bodies, which are committees of independent experts. Nine of these treaty bodies monitor implementation of the core international human rights treaties while the tenth treaty body, the Subcommittee on Prevention of Torture, established under the Optional Protocol to the Convention against Torture, monitors places of detention in States parties to the Optional Protocol.
ar_iq: . • الإجراءات الخاصة لمجلس حقوق الإنسان .• إجراء تقديم الشكاوى الخاصة بمجلس حقوق الإنسان

source: The treaty bodies are created in accordance with the provisions of the treaty that they monitor. OHCHR supports the work of treaty bodies and assists them in harmonizing their working methods and reporting requirements through their secretariats.
ar_iq: 2 – الهيئات القائمة على المعاهدات توجد تسع معاهدات دولية أساسية لحقوق الإنسان و أحدثها - المتعلقة بالاختفاء ألقسري - بدا نفاذها في 23 كانون الأول / ديسمبر 2010 . ومنذ اعتماد الإعلان العالمي لحقوق الإنسان في عام 1948، صدقت جميع الدول الأعضاء في الأمم المتحدة على معاهدة واحدة على الأقل من المعاهدات الدولية الأساسية لحقوق الإنسان و وصدقت 80 في المائة من الدول الأعضاء في الأمم المتحدة على أربع معاهدات منها أو أكثر.وتوجد حاليا عشر هيئات معاهدات حقوق الإنسان، وهي لجنه خبراء مستقلين.وتقوم تسع من هيئات المعاهدات هذه برصد تنفيذ المعاهدات الدولية الأساسية لحقوق الإنسان بينما تتطلع الهيئة العاشرة، وهي اللجنة الفرعية لمنع التعذيب المنشاة بموجب البروتوكول الاختياري لاتفاقية مناهضة التعذيب، برصد أماكن الاحتجاز في الدول الإطراف في البروتوكول الاختياري.

source: These bodies are:<br><br>•Human Rights Committee (CCPR)<br><br>•Committee on Economic, Social and Cultural Rights&nbsp;&nbsp;&nbsp; (CESCR)<br><br>•Committee on the Elimination of Racial Discrimination (CERD)<br><br>•Committee on the Elimination of Discrimination against Women (CEDAW)<br><br>•Committee against Torture (CAT) <br><br>•Subcommittee on Prevention of Torture (SPT)<br><br>•Committee on the Rights of the Child (CRC)<br><br>•Committee on Migrant Workers (CMW(<br><br>•Committee on the Rights of Persons with Disabilities (CRPD)<br><br>•Committee on Enforced Disappearances (CED)
ar_iq: وهيئات المعاهدات منشأة طبقا لإحكام المعاهدة التي ترصدها. وتدعم المفوضية السامية عمل هيئات المعاهدات وتساعد هذه الهيئات في مواءمة وأساليب عملها والإبلاغ بالمتطلبات عن طريق أماناتها.وهذه الهيئات هي :• اللجنة المعنية بحقوق الإنسان ( CCPR)• لجنة الحقوق الاقتصادية والاجتماعية والثقافية (CESCR) • لجنة القضاء على التميز العنصري (CERD)• لجنة القضاء على التميز ضد المرأة (CEDAW) • لجنة مناهضة التعذيب (CAT)• اللجنة الفرعية لمنع التعذيب (SPT) • لجنة حقوق الطفل (CRC) • اللجنة المعنية بالعمال المهاجرين (CMW)• اللجنة المعنية بحقوق الأشخاص ذوي الإعاقة (CRPD) • اللجنة المعنية بالاختفاء ألقسري (CED)

source: Secondly : The international Conventions on Human Rights and the Convention on the Department of Social Affairs:
ar_iq: ثانياً-الاتفاقيات الدولية المعنية بحقوق الانسان بالاضافة الى الاتفاقية الخاصة بقسم الشؤون الاجتماعية:

source: Agreement
ar_iq: الاتفاقية

source: date of entry into force
ar_iq: تاريخ دخولها حيز التنفيذ

source: Number of States Parties
ar_iq: عدد الدول الاطراف

source: Iraq's position
ar_iq: موقف العراق منها

source: Convention on the Elimination of All Forms of Discrimination against Women / New York / 12/18/1979
ar_iq: a-تعديل الفقرة(1) من المادة 20 من الاتفاقية, للقضاء على جميع اشكال التمييز ضد المرأة، نيويورك 22/12/1995

source: Iraq ratified it on&nbsp; 08/13/1986
ar_iq: صادق العراق على الاتفاقية في 13/8/1986

source: a-Amendment for paragraph (1) of Article 20 of the Convention on the Elimination of All Forms of Discrimination Against Women, New York
ar_iq: a-تعديل الفقرة(1) من المادة 20 من الاتفاقية, للقضاء على جميع اشكال التمييز ضد المرأة، نيويورك 22/12/1995

source: Iraq has not signed or ratified the Amendment
ar_iq: لم يوقع او يصادق العراق على التعديل

source: b-Optional Protocol for the Convention on the Elimination of All Forms of Discrimination Against Women, New York, 6 October 1999.
ar_iq: b-البروتكول الاختياري لاتفاقية القضاءعلى جميع اشكال التمييز ضد المرأة.نيويورك،6 اكتوبر 1999.

source: Iraq has not signed or ratified the Protocol
ar_iq: لم يوقع او يصادق العراق على البروتوكول

source: Convention on the Rights of the Child
ar_iq: اتفاقية حقوق الطفل

source: Iraq ratified it on 15/06/1994
ar_iq: تاريخ مصادقة العراق 15/6/1994

source: a-Amendment for Article 43 (2) of the Convention on the Rights of the Child, New York, 12/12/1995
ar_iq: a-تعديل المادة 43(2)من اتفاقية حقوق الطفل نيويورك، 12/12/1995

source: Iraq ratified it on&nbsp; 31/12/2001
ar_iq: تاريخ مصادقة العراق في 31/12/2001

source: b-The Optional Protocol to the Convention on the Rights of the Child Concerning&nbsp; the Involvement of Children in Armed Conflict, New York, 05/25/2000
ar_iq: b-البروتوكول الاختياري لاتفاقية حقوق الطفل بشأن اشتراك الاطفال في النزاعات المسلحة، نيويورك،25/5/2000

source: Iraq ratified&nbsp; the Protocol on 24/6/2008
ar_iq: تاريخ مصادقة العراق على البروتوكول في 24/6/2008

source: c-Optional Protocol for the Convention on
ar_iq: Optional Protocol for the Convention

source: Iraq ratified the Protocol on 24/6/2007
ar_iq: تاريخ مصادقة العراق على البروتوكول في 24/6/2007

source: the Rights of the Child Concerning the sale of children, child prostitution and child pornography, New York, 05/25/2000
ar_iq: c-البروتوكول الاختياري لاتفاقية حقوق الطفل بشان بيع الاطفال وبغاء الاطفال والمواد الاباحية عن الاطفال، نيويورك،25/5/2000

source: D-Optional Protocol for the Convention on the Rights of the Child on Concerning the Submission of complaints. New York, 19/12/2011
ar_iq: d-البروتوكول الاختياري لاتفاقية حقوق الطفل المتعلق باجراء تقديم البلاغات. نيويورك،19/12/2011

source: Iraq has not ratified or signed the Protocol
ar_iq: لم يصادق او يوقع العراق على البروتوكول

source: Convention on the Rights of Disabled Persons, New York 13/12/2006
ar_iq: اتفاقية حقوق الاشخاص ذوي الاعاقة، نيويورك 13/12/2006

source: Iraq's ratification on 30/04/2013
ar_iq: تاريخ مصادقة العراق 30/4/2013

source: a-Optional Protocol for the Convention on
ar_iq: البروتوكول الاختياري للاتفاقية

source: the Rights of Disabled Persons, New York 13/12/2006
ar_iq: a-البروتوكول الاختياري لاتفاقية حقوق الاشخاص ذوي الاعاقة،نيويورك 13/12/2006

source: 1 - The International Covenant on Civil and Political Rights ICCPR.<br>&nbsp;<br>2 - The International Covenant on Economic, Social and Cultural Rights. ICESCR<br>&nbsp;<br>3 - Convention on the Elimination of All Forms of Discrimination against Women. CEDAW<br>&nbsp;<br>4 - International Convention on the Elimination of All Forms of Racial Discrimination. CERD<br>&nbsp;<br>5 - The Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment CAT.
ar_iq: 1 العهد الدولي الخاص بالحقوق المدنية والسياسيةICCPR .لتحميل الملف2- العهد الدولي الخاص بالحقوق الاقتصادية والاجتماعية والثقافية .ICESCRلتحميل الملف3- اتفاقية القضاء على جميع اشكال التمييز ضد المرأة .CEDAWلتحميل الملف4- الاتفاقية الدولية للقضاء على جميع اشكال التمييز العنصري .CERDلتحميل الملف5- اتفاقية مناهضة التعذيب وغيره من ضروب المعاملة او العقوبة القاسية او اللاانسانية او المهنية CAT.لتحميل الملف

source: 6 - Convention on the Rights of the Child CRC.<br><br>7 - International Convention for the Protection of the Rights of All Migrant Workers and Their Family Members ICRMW.<br>&nbsp;<br>8 - International Convention for the Protection of the Rights of Migrants and forced Disappearances.<br>&nbsp;<br>9 - The International Convention for Disabled Persons.<br>&nbsp;<br><br><br><span style="font-weight: bold;">Optional Protocols Attached to the Agreements:</span><br><br>1 - Optional Protocol of the International Covenant on Civil and Political Rights ICCRP-OPI<br>&nbsp;<br>2 - Second Optional Protocol of the International Covenant on Civil and Political Rights ICCPR-OP2&nbsp;&nbsp;<br> <br>3 - Optional Protocol of the Convention on the Elimination of All Forms of Discrimination against Women OP-CEDAW.&nbsp;<br> <br>4- Optional Protocol on the Convention on the Rights of the Child on the Involvement of Children in Conflict<br>&nbsp;<br>5 - Optional Protocol to the Convention on the Rights of the Child on the sale of children, child prostitution and child pornography OP-CRC-SC
ar_iq: 6- اتفاقية حقوق الطفل CRC.تحميل الملف7- الاتفاقية الدولية لحماية حقوق جميع العمال المهاجرين وافراد اسرهم ICRMW.لتحميل الملف8- الاتفاقية الدولية لحماية جميع حقوق الاشخاص المهاجرين والاختفاء القسري.لتحميل الملف9- الاتفاقية الدولية الخاصة بالاشخاص المعاقين .لتحميل الملفالبرتوكولات الاختيارية الملحقة بالاتفاقيات:1-البرتوكول الاختياري للعهد الدولي الخاص بالحقوق المدنية والسياسية ICCRP-OPIلتحميل الملف2- البرتوكول الاختياري الثاني للعهد الدولي الخاص بالحقوق المدنية والسياسية ICCPR-OP2لتحميل الملف3-البرتوكول الاختياري لاتقافية القضاء على جميع اشكال التمييز ضد المرأةOP-CEDAW.لتحميل الملف4-البرتوكول الاختياري لاتفاقية حقوق الطفل الخاص باشراك الاطفال في النزاعات المسلحة OP-CRC-AC.لتحميل الملف5-البرتوكول الاختياري للاتفاقية حقوق الطفل الخاص ببيع الاطفال واستغلال الاطفال في المواد الاباحية OP-CRC-SC.لتحميل الملف

source: 6 - Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment.&nbsp;<br> <br>7 - Optional Protocol to the International Convention for the Disabled.
ar_iq: 6- البرتوكول الاختياري لاتفاقية مناهضة التعذيب وغيره من ضروب المعملة او العقوبة القاسية.لتحميل الملف7- البرتوكول الاختياري للاتفاقية الدولية الخاصة بالمعاقين.لتحميل الملف

source: Third: Iraq's Position with Regard to the Signing and Ratification of the Conventions on Hhuman Rights:
ar_iq: ثالثاً:موقف العراق فيما يتعلق بالتوقيع والتصديق على الاتفاقيات المعنية بحقوق الانسان:

source: Iraq has already signed and joined nine international and regional conventions on human rights as well as the Arab Charter on Human Rights, except the International Convention on Migrant Workers and their families.<br> As for the optional protocols, Iraq has joined the two Optional Protocols related to the Convention on the Rights of the Child, and in this context it should be said that the Iraqi government represented by the ministries concerned are making unremitting efforts in order to sign and join the remaining conventions and supplement protocols in order to promote human rights in Iraq in a manner consistent with the international standards.
ar_iq: سبق للعراق التوقيع والانضمام الى (9) من الاتفاقيات الدولية والاقليمية المعنية بحقوق الانسان بالاضافة الى الميثاق العربي لحقوق الانسان. عدا الاتفاقية الدولية المعنية بالعمال المهاجرين واسرهم. اما فيما يتعلق بالبرتوكولات الاختيارية فقد انضم العراق الى البرتوكولين الاختياريين الخاصين باتفاقية حقوق الطفل، وفي هذا السياق ينبغي القول بان الحكومة العراقية ممثلة بالوزارات المختصة تبذل جهود حثيثة من اجل التوقيع والانضمام الى ماتبقى من الاتفاقيات والبرتوكولات الملحقة بها بغية الارتقاء بواقع حقوق الانسان في العراق بشكل ينسجم مع المعايير الدولية.

source: International Organizations
ar_iq: المنظمات الدولية

source: Iraq continues to increase its representation in international organisations and since September 2003, we have successfully re-established our seat in most multilateral bodies including:
ar_iq: يستمر تمثيل العراق في المنظمات الدولية، ومنذ آيلول 2003 نجح العراق في أستعادة مكانته في معظم الهيئات المتعددة الاطراف والتي تشمل الآتي:-

source: United Nations General Assembly
ar_iq: الجمعية العامة للأمم المتحدة

source: Organization of Islamic cooperation
ar_iq: منظمة التعاون الأسلامي

source: Non-Aligned Movement
ar_iq: حركة عدم الانحياز

source: G77
ar_iq: مجموعة الـ77 (G77)

source: International Monetary Fund
ar_iq: صندوق النقد الدولي

source: World Bank
ar_iq: البنك الدولي

source: UNESCO
ar_iq: منظمة اليونسكو (UNESCO)

source: UNCTAD
ar_iq: منظمة الأونكتاد (UNCTAD)

source: World Trade Organization
ar_iq: منظمة التجارة العالمية (WTO)

source: OPEC
ar_iq: منظمة الأوبك (OPEC)

source: League of Arab States
ar_iq: جامعة الدول العربيةLeague of Arab States جامعة الدول العربية هي منظمة اقليمية تضم (22) دولة عربية، تعمل ضمن اطار العمل العربي المشترك بأعتبارها مؤسسة جامعة لكل الانشطة العربية في المجالات السياسية والاقتصادية والامنية والثقافية ومقرها الحالي القاهرة، جمهورية مصر العربية. للمزيد من المعلومات...

source: General Assembly of the United Nations
ar_iq: العراق ومنظمة الامم المتحدة

source: The General Assembly is the main deliberative, policy making and representative organ of the United Nations. Comprising all&nbsp;193 Members of the United Nations, it provides a unique forum for multilateral discussion of the full spectrum of international issues covered by the Charter.
ar_iq: General Assembly of the United Nations الجمعية العامة هي الجهاز التمثيلي الرئيسي للتداول وتقرير السياسة العامة في الأمم المتحدة. وهي تتألف مـن جميع أعضاء الأمم المتحدة البالغ عـددهم (193) دولة. وتشـكل الجمعية العامة منتدى فريدا متعدد الأطراف تجري فيه مناقشة جميع القضايا الدولية المشمولة بالميثاق.

source: For more details...
ar_iq: لمزيد من التفاصيل

source: Organization of the Islamic Cooperation
ar_iq: منظمة التعاون الأسلامي

source: The organization of the Islamic cooperation (OIC) is the second largest inter-governmental organization after the United Nations which has membership of (57) states spread over four countries. The organization is the collective voice of the Muslim word and ensuring to safeguard and protect the interests of the Muslim world in the spirit of promoting international peace and harmony among various people of the world.
ar_iq: منظمـة التعـاون الاسـلامــيOrganization of Islamic Cooperation تعتبر منظمة التعاون الإسلامي ثاني أكبر منظمة حكومية دولية بعد الأمم المتحدة، وتضم في عضويتها سبعا وخمسين (57) دولة عضوا موزعة على أربع قارات. وتعتبر المنظمة الصوت الجماعي للعالم الإسلامي وتسعى لصون مصالحه والتعبير عنها تعزيزا للسلم والتناغم الدوليين بين مختلف شعوب العالم. للمزيد من المعلومات...

source: For more details...
ar_iq: لمزيد من التفاصيل

source: Non - Aligned Movement
ar_iq: حركة عدم الانحياز

source: The Non - Aligned Movement is one of the results of the Second World War (1939 - 1945)&nbsp;and as a result more directly of the cold war, which escalated between the Western camp (United States of America and NATO) and the Eastern bloc (The Soviet Union and the Warsaw Pact) at the end of the Second World War and the destruction of the Axis powers. The goal of the movement was to move away from the Cold War policies.
ar_iq: حركة عدم الانحيازNon Aligned Movement حركة عدم الانحياز واحدة من نتائج الحرب العالمية الثانية (1939-1945) ونتيجة مباشرة أكثر للحرب الباردة التي تصاعدت بين المعسكر الغربي (الولايات المتحدة الأمريكية وحلف الناتو) وبين المعسكر الشرقي (الإتحاد السوفيتي وحلف وارسو) حال نهاية الحرب العالمية الثانية وتدمير دول المحور، وكان هدف الحركة هو الإبتعاد عن سياسات الحرب الباردة. للمزيد من المعلومات...

source: The Group of 77
ar_iq: مجمـوعة الــ77

source: The G77 &nbsp;is an alliance group of developing nations, designed to prompt its members' collective economic interests and create an enhanced joint negotiating capacity in the United Nations.
ar_iq: مجمـوعة الــ77The Group of 77 هي تحالف مجموعة من الدول النامية. وهدف هذه المجموعة هو ترقية المصالح الاقتصادية لأعضائها مجتمعة، بالإضافة إلى خلق قدرة تفاوضية مشتركة ضمن نطاق الأمم المتحدة. للمزيد من المعلومات...
