Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: When Abu Ja’far al-Mansur laid plan for the city of Baghdad, he adopted circular layout for its walls and four perpendicular entrances, for defense purposes. He laid plans of the prominent administrative and religious buildings amid the city for ease access by people. After the capital was moved to Samarra’ in 221 – 222 AH/836 AD, it was returned to Baghdad in 279 AH/892 AD; there was a constructional expansion, and the erection of the eastern side of Baghdad Wall was began by the Caliph al-Mustarshid Billah in 512 AH/1118 AD – 529 AH/1135 AD). The wall survived until the 13th Hijri/ 19th Gregorian Century.<br><br>The eastern Baghdad Wall composed of a thick brick wall, supported by many towers, in front of which a deep moat connected to Tigris and surrounded by a dam. The most important gates of the eastern wall were Bab el-Mu’adham, Bab al-Dhafriya (al-Wastany), Bab al-Halaba and Bab al-Basliya.<br><br>None of these gates, except al-Bab al-Wasatani, survives. It is located near the Shrine of Omar al-Sahrawardy – Shaikh Omar St. The Gate, consisting of a high cylindrical tower, 57 m base circumference and 14.5 m high above surface, is overtopped by an octagonal dome. To its northwest, there is 3 m wide door overtopped by a tapered arc, in front of which there is a bridge above the moat. To the southwest of the tower’s room, there is a door leading to a bridge, bigger and higher than the aforementioned one, lies over the moat.<br><br>During the huge construction works in Iraq, the workers of the expressway found near Bab al-Sharqi some parts of old building. It has become clear that it is Bab Al-Halaba, or the Tulsam, which was demolished by the Ottomans in 1917. The time of renovating this Gate dates back to 618 AH/1221 AD.
ar_iq: عندما اختط أبو جعفر المنصور مدينة بغداد اتخذ التخطيط المستدير لأسوارها والمداخل الأربعة ذات الانعطاف بتسعين درجة لإغراض دفاعية واختط المباني الإدارية والدينية البارزة وسط المدينة ليسهل للناس الوصول لها، وعند انتقال العاصمة الى سامراء عام (221- 222هجري/ 836م) . عادوا لبغداد ثانية عام (279هجري/ 892 م) ، حيث توسع العمران فيها وتم البدء بتشييد الجانب الشرقي لسور بغداد (الرصافة) ،على يد الخليفة المسترشد بالله (512- 529 هجري / 1118- 1135م( ظل السور قائما حتى اواخرالقرن(13هجري/19م)كان سور بغداد الشرقية يتألف من جدار سميك من الأجر تدعمه أبراج عديدة ويتقدمه خندق عميق متصل بدجلة وحوله مسناة. أم أهم أبواب السور الشرقي فكانت : باب المعظم ، باب الظفرية ( الوسطاني ) ، باب الحلبة ، باب البصلية.ولم يبق من الأبواب شاخصا اليوم إلا الباب الوسطاني قرب ضريح عمر السهر وردي قريبا من شارع الشيخ عمر، وقوام الباب برج عال اسطواني الشكل تقريبا محيطه عند القاعدة 57 م، ويرتفع عن الأرض 14.5م وتسقفه قبة مثمنة وله في الجهة الشمالية الغربية باب عرضه حوالي 3م يعلوه قوس مدبب وإمامه قنطرة فوق الخندق، وفي الجهة الجنوبية الغربية لغرفة البرج يوجد باب يؤدي الى قنطرة اكبر وأعلى من السابق تمتد فوق الخندق.وفي خلال أعمال التشييد الضخمة التي يشهدها القطر عثر عمال الخط السريع قرب الباب الشرقي على أجزاء لبناء قديم اتضح انه باب الحلبة أو الطلسم الذي هدمه العثمانيون عام 1917، اما زمن تجديد هذا الباب فيعود لعام 618 هجري/ 1221م

source: Tel Harmal (Harmal Hill):
ar_iq: تل حرمل:

source: It is an important archeological site in Baghdad al-Jadeeda. Harmal is the recent name, while the original was Shadobom. It was an administrative center of the Ashnouna Kingdom which capital was in Tel Asmar in Diyala Governorate. The City was first inhabited during the Akkadian age and the Third Dynasty of Ur. However the importance of the City increased in the middle of the Old Babylonian Period, some 3,800 years ago.<br><br>On this City’s outskirts a new fence surrounding it can be seen, when entered several buildings can be seen inside irregular rectangular wall, 147 m long and 98 m wide. To the northeast there is a wide door with two towers on both sides, from which the main temple (the biggest building discovered, 28x18m) is seen. Also, there can be seen two small temples, maintained and roofed.<br><br>The importance of Tel Harmal is not limited to its buildings; yet, it was a scientific and administrative center. The clay tablets found by the archeologists contains explanations for very important geometrical and mathematical issues, inter-alia, a case of triangles’ similarity was attributed to Euclid, the Grecian scientist, who is born some seventeen centuries after the beginning of the Old Babylonian Period.<br><br>The clay tablets included lengthened multiplication tables, numbers’ various powers and roots, numbers’ inverse tables for division and problems solved by what is nowadays known as logarithm. In addition to lingual and literature dictionaries, and evidence of geographical names.
ar_iq: هو من المواقع الاثارية المهمة ببغداد الجديدة ، و(حرمل) هي التسمية الحديثة له، اما اسمه القديم فهو(شادوبوم) وكان مركزا إداريا تابعا لمملكة اشنونا التي كان مركزها ( تل اسمر) بمحافظة ديالى. وأقدم سكن للمدينة هو منذ العهد الاكدي وسلالة أور الثالثة ، إلا ان شان المدينة عظم في منتصف العصر البابلي القديم قبل نحو 3800سنة.وعلى مشارف هذه المدينة ترى سياجا حديثا يحيطها وعند الدخول ترى عدة مباني داخل سور بهيئة مستطيل غير منتظم يبلغ طول اكبر ضلع فيه 147م واصغر ضلع 98م، ويوجد باب واسع في جهته الشمالية الشرقية على جانبيه برجان كبيران ومنه تشاهد اكبر بناء تم الكشف عنه وهو المعبد الرئيسي بقياس(28×18) م ، كما تشاهد معبدين صغيرين تمت صيانتهما وتسقيفهما .وأهمية تل حرمل لاتتوقف عند مبانيه فقد كان مركزا علميا وإداريا معا فالرقم الطينية التي عثر عليها الاثاريون فيها ما يشرح قضايا هندسية وجبرية على جانب كبير من الأهمية منها حالة خاصة في تشابه المثلثات قائمة الزوايا كانت تنسب الى العالم اليوناني إقليدس الذي ولد بعد سبعة عشر قرنا من بداية العصر البابلي القديم.لقد احتوت الرقم الطينية على جداول مطولة في الضرب ورفع الأعداد وجذرها من القوى المختلفة وجداول بمعكوس الأعداد لإجراء القسمة ومسائل تم حلها بالطريقة التي نعرفها اليوم باللوغاريتمات. الى جانب معاجم لغوية وأدبية واثبات بأسماء جغرافية

source: Aqar-Quf (Dur-Kuriglazu):
ar_iq: عقرقوف:

source: It is an important archeological city. It was built according to the Sumerian-Babylonian architectural principles, some 30 km to the northwest of Baghdad center, upon an order from King Kuriglazu I; the city named after him. The time of building it dates back to the beginning of the fifteenth century BC.<br>Aqar-Quf was built on a very long rectangular plan, over a tongue of natural limestone. The City obtained water from a great river fed by Euphrates known as Isa Canal, by the Babylonians as Patti-Enlil; i.e. the God Canal. The biggest temples of the City were devoted to that God, the God of creation and of air.<br>The most prominent monument you may see is the square base (67x69 m) Ziggurat, which stands to a height of 57 m over the surrounding plain. The remaining of the Ziggurat is covered with tiles and adorned with indentures. Above this part, other parts of the building core, built with bricks, are raised. Mats and ropes are placed between each 8-9 layers of bricks, to make the building as a one block and to prevent moisture. The first storey is supplied with a central and two side stairs. In addition to this grandstand edifice, a set of temples were discovered near the Ziggurat, while the remaining of the City’s palaces were discovered at about a kilometer to the southwest of the Ziggurat. Settlement in the City continued after establishing it through the Neo-Babylonian Period, yet even through some Islamic ages.
ar_iq: مدينة أثرية هامة وهي أحدى المدن التي بنيت وفق مفاهيم العمارة السومرية- البابلية على مسافة 30 كم من مركز مدينة بغداد الى الشمال الغربي منه. اما زمن تشييدها فيعود لبداية القرن الخامس عشر ق.م. بامرمن الملك كوريكالزو الأول الذي سميت باسمه.بنيت عقرقوف على مخطط كثير الاستطالة فوق لسان من حجر الكلس الطبيعي وكانت المدينة تستقي الماء من نهر كبير كان يتغذى من الفرات وهو المعروف بنهر عيسى والذي اسماه البابليون ( بيتي انليل ) أي قناة الإله الذي خصصوا له اكبر معابد المدينة وهو الإله الخالق واله الهواء.ان ابرز ما تراه هي زقورة المدينة إذ ترتفع لنحو 57م عن السهل المحيط بها. اما قاعدتها فكانت مربعة (69×67م) . وما بقي من الوقورة الطبقة السفلى يغلفها غلاف بالاجر وتزينه الطلعات والدخلات، كما ويرتفع فوق هذا الجزء أجزاء من لب البناء مبني باللبن وتم رصف الحصران والحبال بين كل (8-9) صفوف من اللبن. لجعل البناء كتلة واحدة ومنعا للرطوبة، كما وترى الطبقة الأولى مزودة بثلاثة سلالم وسطي وجانبيان. وإضافة الى هذا الصرح المدرج تم الكشف عن مجموعة من المعابد قرب الزقورة، بينما تم الكشف عن بقايا قصور المدينة على مسافة حوالي كيلومتر واحد الى الجنوب الغربي من الزقورة. لقد استمر الاستيطان في المدينة بعد تأسيسها حتى خلال العصر البابلي الحديث بل عبر بعض العهود الإسلامية.

source: Al-Mada’in:
ar_iq: المدائن:

source: It is an important archeological city, which ruins stand on the east bank of Tigris some 30 km to the south of Baghdad center. Building it dates back to the second century BC. One of its most prominent milestones is its high arc (Taq-I Kisra), which is a part of a great palace near Tigris. It dates back to the middle of the third century AD. This Taq is considered one of the biggest and highest brick built arcs in the world. The style of its building is developed from ancient Iraqi architectural styles; the idea of Iwan is developed from the old Iraqi buildings – The frontages of city’ entries and some Assyrian palaces show a clear sequence of the development of Iwan idea.
ar_iq: من المدن التاريخية المهمة التي تقوم أطلالها على الضفة الشرقية الى الجنوب من مركز بغداد بمسافة 30كم، ويرجع تاريخ تشييدها الى حدود القرن الثاني قبل الميلاد ومن ابرز معالمها الشاخصة طاقها الشاهق وهو جزء من قصر كبير على مقربة من نهر دجلة ويرجع عهده الى منتصف القرن الثالث للميلاد ويعتبر هذا الطاق من اكبر الطوق المشيدة بالاجر في العالم وأعلاها ، ان طراز بنائه متطور عن أساليب معمارية عراقية عريقة، ففكرة الإيوان جاءت متطورة عن الأبنية العراقية القديمة آذ تعطي واجهات مداخل المدن وبعض القصور الأشورية تسلسلا واضحا في تطور فكرة الإيوان.

source: Al-Emara (The Emirate) Palace:
ar_iq: قصر الأمارة:

source: It is located beside al-Kufa Mosque, its history is connected with the city of al-Kufa (established in 17 AH). Al-Baladhuri and al-Tabari mentioned in their narrations that building al-Emara Palace coincided with the inception of al-Kufa city demarcation. Al-Emara Palace witnessed three ages; the Rashidun, Umayyad and Abbasid, and there is a course represents the Elkhaniyah Period. Neglecting al-Emara Palace began after its losing the official task as a headquarter for the governors. The palace was exposed to a great way through the second course, which might be the reason behind deserting and leaving it. Thereafter, there was a series of attacks by the people of Muawiah 1 such as the Qarmatians, on the city of al-Kufa. These attacks effected on the construction of the Palace and its oblivion. Nothing from the Palace survives but its foundations.
ar_iq: يقع قصر الأمارة بجانب مسجد الكوفة ويرتبط تاريخه بمدينة الكوفة سنة 17ه حيث ذكر البلذري والطبري في روياتهم تزامن بناء قصر الأمارة مع بداية تخطيط مدينة الكوفة . قصر الأمارة مر بثلاث عصور,ا لعصر الراشدي والأموي والعباسي وهناك دور يمثل الفترة الأيلخانية . وبدأ إهمال قصر الأمارة بعد فقده الوظيفة الرسمية كمقر للحكام وتعرض القصر الى طريق كبيرمن خلال الدور الثاني مما قد يكون سببا لهجره وتركه ثم توالت عليه هجمات أقوام معاوية كالقرامطة على مدينة الكوفة وقد أثرت على بناء القصر وأندثاره وألان لا يوجد من القصر أساسه .

source: Khan Al-Rahba:
ar_iq: خان الرحبة:

source: Khan ar-Rahba (Ar-Rahba Inn) is located at the old Hajj road, in a depressed area, some 30 km from ar-Rahba Village. This inn is built from stone and gypsum. Its units are roofed with domes. The Inn’s dimensions are (80 – 110 m). It includes half circular towers at the corners. The main entrance of the Inn is large, amid the eastern side and jutting out of the side at about 15m.
ar_iq: يقع خان الرحبة على طريق الحج القديم بمنطقة منخفضة بحدود (30كم) حتى يصل الى قرية الرحبة. وبني هذا الخان بالحجر والجص وسقفت وحداته البنائية بواسطة العقود الأقبية وقياسات بناء الخان (80-110م) وفيه أبراج نصف دائرية في الأركان والمدخل الرئيسي للخان كبير وسط الضلع الشرقي وبشكل بارز عن الضلع بحدود (15)م.

source: Khan Al-Shilan:
ar_iq: خان الشيلان:

source: It is located amid an-Najaf City, in the beginning of al-Khawarnaq St. It dates back to the end of the Ottoman age and was built by a charitable man for the purpose of lodging the visitors of the Holy City of Amirol Mo’minin during the seasons of visits and religious events. When it was completed, it was not used for the aforementioned purpose, rather it has become a headquarter of the Ottoman Governor in the Holy an-Najaf. The Inn has many historical happenings, for example, when a group of revolutionists besieged the Ottoman governor of the Holy an-Najaf.
ar_iq: يقع خان الشيلان في وسط مدينة النجف الأشرف بداية شارع الخورنق ويعود تاريخه الى نهاية العهد العثماني ، قام بأنشائه احد المحسنين لغرض إيواء الزائرين الى مدينة أمير المؤمنين المقدسة في مواسم الزيارات والمناسبات الدينية وعند أكماله لم يستخدم الخان للغرض المذكور بل أصبح مقر للحاكم العثماني في النجف الأشرف ، وللخان حوادث تاريخية في تاريخ العراق حيث حاصر مجموعة من الثوار الحاكم العثماني لمدينة النجف الأشرف.

source: Bahr Al-Najaf (Al-Najaf Sea):
ar_iq: بحر النجف:

source: It is an origin of the name of (Najaf), which was formerly called (Ney Jaf). This Sea (lake) is one of the most important phenomena. It is a breaking line resulted from a breaking movement of the crust of the earth which caused its depression; this is evidenced by the longitudinal shape of the high eastern edges.
ar_iq: وهو اسم من أسماء النجف وهو بحر النجف وكان يسمى (ني), ويعتبر بحر النجف من أهم الظواهر وهو عبارة عن خط انكساري حدث بحركة انكسارية في قشرة الأرض أدى الى هبوطها مما يدل على الشكل الطولي للحافات الشرقية المرتفعة.

source: Na’aman Palace:
ar_iq: قصر النعمان بن منذر:

source: It is one of the palaces in the old Al-Hirah Kingdom and the State of Achaemenides Lakhmids, both of which had a great weight in the pre-Islamic Arab History. Their monuments survive to keep in pace with the history. Poets eulogized their ruins and antiquities.
ar_iq: يعتبر قصر النعمان من القصور التي تعود لمملكة الحيرة القديمة ودولة المناذرة الأخمينيين والتي كان لها شأن كبير في التاريخ العربي في عصر ماقبل الإسلام وقد بقيت اثارها شاخصة تساير أحداث التاريخ وتصاحبه وتغنى الشعراء بأطلالها وآثارها .

source: About Karbala:
ar_iq: حول مدينة كربلاء المقدسة

source: Karbala is considered as the Iraq’s city of high domes and minarets. It dates back to the Babylonian age. The history of Karbala almost starts with the murder of Imam Husayn ibn Ali and his comrades therein in 61 AH. Since that time, this city enjoyed a religious standing for containing the tomb of Imama Husayn.
ar_iq: تعتبر كربلاء مدينة القباب والمآذن الشماء من المدن العراقية القديمة التي يعود تاريخها الى العهد البابلي . يكاد تاريخ مدينة كربلاء يبدأ بمقتل الامام الحسين بن علي(ع) وصحبه الكرام فيها سنة( 61 حين صارت للمدينة مكانة دينية وأصبحت تقترن بهذه المكانة لوجود قبر الأمام الحسين (ع) فيها ، ومن أهم الأماكن الأثرية الموجودة .

source: Ukhaydir Fortress:
ar_iq: حصن الأخيضر:

source: It is one of the prominent archeological defense buildings, a distinguished military mark within the Islamic architecture with respect to design and engineering, not only in Iraq but all over the Arab and Islamic realm. The Fortress is located at a desert road which connects Iraq to the world, linking Aleppo with al-Basra.
ar_iq: حصن الأخيضر من الأبنية الأثرية الدفاعية الشاخصة, وهو من المعالم العسكرية المميزة في العمارة الإسلامية من حيث التصميم والهندسة لا في العراق وحسب بل في الوطن العربي والإسلامي يقع الحصن على طريق صحراوي يربط العراق بالعالم الخارجي يصل بين حلب-البصرة من جهة أخرى.

source: Qatarat Imam Ali ibn Talib:
ar_iq: قطارة الامام علي بن أبي طالب(عليه السلام( :

source: It is located at the beginning of the road leading to al-Ukhaidhir Fortress, Ain Tamur. It is a miracle of Imam Ali during his return, with his army, from the Battle of Siffin. It overlooks Ar-Razazah Lake.
ar_iq: تقع قطارة الامام علي بن أبي طالب(ع) في بداية الطريق المؤدي الى حصن :الاخيضر عين التمر وهي كرامة تعود الى الامام علي(ع) أثناء عودته وجيشه من معركة (صفين) وتطل على بحيرة الرزازة.

source: Al-Uqaisir Archeological Site:
ar_iq: موقع الاقيصر الاثري:

source: Al-Uqaisir area, to the northwest of al-Ukhaidhir Fortress, consists of archeological hills and touristic Christians’ cemeteries. The drillings in the main hill in 1978-1979 resulted in discovering an eastern church dates back to the 1st Gregorian Century. Writings carved on gypsum were found thereat.
ar_iq: تقع منطقة الاقيصر الى الشمال الغربي من حصن الاخيضر وبحدود (كم) عن الرزازة وهذه المنطقة عبارة عن تلول أثرية ومقابر مسيحية قديمة، وتمخضت أعمال التنقيب في التل الرئيسي عام 78-79 عن اكتشاف كنيسة شرقية تعود للقرن الأول الميلادي وعليها كتابات وصلبان محفورة على. الجص .

source: Sham’un Palace:
ar_iq: قصر شمعون:

source: This palace is located in Ain-Tamur district, on the road connecting Ain-Tamur to ar-Razazah Lake. The building is attributed to a person called Sham’un ibn Jabir whose history goes back to the 6th Century and the beginnings of the 7th Century (Before Islam). It is built from stone, brick and gypsum.
ar_iq: يقع هذا القصر في قضاء عين التمر ، على الطريق الذي يربط عين التمر ببحيرة الرزازة ، المبنى ينسب الى شخص يدعى شمعون بن جابر يرقى تاريخه الى القرن السادس وأوائل القرن السابع ما قبل الإسلام وهو مشيد بالحجر والطابوق والجص

source: Khan Al-Rubu’:
ar_iq: خان الربع:

source: It is located at one quarter of the way from Karbala to al-Najaf. It was dedicated as a convenience for the travelers and visitors who headed to the Holy Shrines in the past centuries.
ar_iq: يقع في ربع المسافة تقريبا بين محافظتي كربلاء والنجف ، وكان هذا الخان مخصصا لراحة المسافرين والزائرين الذين يقصدون العتبات المقدسة في القرون الماضية.

source: Babylonia Ancient Monuments:
ar_iq: اثار بابل:

source: These are located about 5 km to the north of al-Hilla City. It has become the most famous city in the ancient and the recent worlds. It turned into a wonder for the ancient world, especially after the greatest expansion thereto by the famous king of Babylonia, Nebuchadnezzar (605 – 562 BC), until it has become the title of the Mesopotamian civilization. Its walls and Hanging Gardens are among the Seven Wonders of the World.
ar_iq: تقع على بعد 5كم شمال مدينة الحلة وغدت أشهر مدينة في العالم القديم والحديث وأصبحت أعجوبة العالم القديم ولا سيما بعد اكبر اتساع لها على يد الملك البابلي المشهور نبوخذ نصر(605-562 ق.م ) حتى صارت عنوان حضارة وادي الرافدين جميعه ، تسمى بلاد بابل ( بابلونيا ) ، وتعتبر أسوارها وجنائنها المعلقة من عجائب الدنيا السبع.

source: Al-Birs:
ar_iq: البرس:

source: Al-Birs city is located about 15 miles to the south of al-Hilla. Its grandstand tower is a high mark on the way between al-Hilla and al-Kifl. Its current name, Al-Birs.
ar_iq: تقع مدينة البرس الى الجنوب من الحلة بزهاء 15 ميلا ، وبرجها المدرج علامة شاهقة في الطريق مابين الحلة والكفل واسمها الحالي (البرس) تحريف لأسمها البابلي القديم "بورسيا" وهي صحيفة سومرية معناها "سيف البحر" أو قرن البحر" كونها كانت تقع على حافة غدير أو بحيرة على غرار بحر النجف .

source: Tel Nebi Yunus (Prophet Yunus Hill):
ar_iq: تل النبي يونس (عليه السلام) :

source: It is located inside the archeological city of al-Mosul and includes the palace of Esarhaddon and the palace of Sennacherib. It is considered the most precious of the remaining of Nineveh city; It did not suffer from sabotage.
ar_iq: يقع داخل مدينة الموصل الأثرية ويضم قصر اسر حدون وقصر سنحا ريب ويعتبر من أثمن ما بقى من مدينة نينوى حيث لم تمتد إليه أيد العبث والتخريب ويسمى أيضا (تل التوبة ).

source: Quenjeq&nbsp;Tel (Quenjeq Hill):
ar_iq: تل قوينجق:

source: It was discovered by the archeologist B. A. Buta, 1842 – 1851 AD, who unveiled the palace and the great library of Ashurbanipal.
ar_iq: استكشفه العالم الأثري ب.أ بوتا 1842م-1851م حيث أماط اللثام عن قصر أشور بانيبال ومكتبته العظيمة .

source: Tel Al-Ramah:
ar_iq: تل الرماح:

source: It is located about 80 km to the west of al-Mosul, and characterized by a ziggurat near a regular shape temple, which dates back to 1,800 BC.
ar_iq: يقع غربي الموصل 80كم ، يشتهر بزقورة بجوار معبد منتظم الشكل يرجع الى 1800ق.م .

source: Al-Mosul Wall:
ar_iq: سور الموصل:

source: It is a 12 km circumference, rectangular shape, built from brown stone. it includes stone towers and has some gates, such as al-Imadi, al-Jassasseen, al-Maidan, Kinda, al-Sir, al-Iraq, Lakash, al-Qassabeen, al-Mashra’a, al-Jisr and al-Qal’a. The wall’s top ends with balconies followed by raised brick towers to constitute the second defense line.
ar_iq: يبلغ محيط السور12كم, مستطيل الشكل مبني بالحلان الأسمرفيه أبراج حجرية وله عدد من البوابات منها (العمادي ,الجصاصين, الميدان, كندة, السر, العراق, لكش, القصابين, المشرعة, الجسر, القلعة) وينتهي السور من الأعلى بشرفات وتليها أبراج من اللبن مرتفعة تشكل الخط الدفاعي الثاني.

source: Beshtabia Citadel:
ar_iq: قلعة بشطابيا:

source: It dates back to the 6th Hijri Century. It had its role in the blockade of al-Mosul in 1156 AH. It has two doors, one leads to the river, called (Bab al-Sir), and the other leads to the opposite field, called (Bab al-Qal’a). Beshtabia means “The Great Citadel”.
ar_iq: يرجع تاريخها الى القرن السادس الهجري ولعبت دوراً في حصار الموصل عام 1156هـ ولها بابان احدهما يؤدي الى النهر ويسمى (باب السر) والأخر يؤدي الى الميدان الذي أمامها ويسمى (باب القلعة)،وباشطابيا تعني (القلعة الكبير).

source: Amedi Citadel:
ar_iq: قلعة العمادية:

source: It is one of the well-fortified citadels which played a prominent role in Iraq’s history throughout the old times. The elliptical shaped town is perched on a mountain, (144 m) above sea level, and is centered on a single piece of rock of limited area surrounded by the high mountains.
ar_iq: وتعتبر من القلاع الحصينة التي لعبت دورا بارزا في تاريخ العراق عبر الأجيال الغابرة ، فهي تربض فوق جبل يبلغ ارتفاعه حوالي 1400 م عن سطح البحر ، بيضوية الشكل ترتكز على قطعة صخرية واحدة محدودة المساحة تحيط بها قمم شاهقة من الجبال .

source: This citadel has two entries, the first was called Bab Al-Zibar which led to az-Zibar district, while the second was called Bab Al-Mosul because people followed it to go to al-Mosul.
ar_iq: لهذه القلعة مدخلان أولهما يسمى باب الزيبار لأنه كان يؤدي الى قضاء الزيبار والثاني باب الموصل لان الناس كانوا يسلكونه في ذهابهم الى مدينة الموصل.

source: It is named Amedi citadel after its founder Amed ad-Din Al-Zenki, who built it in (537 AH). It is located about <br>(90 km) from Duhok center, to which it is connected by a paved road.
ar_iq: سميت قلعة العمادية بهذا الاسم نسبة الى مؤسسها عماد الدين الزنكي الذي بناها في سنة 537 هـ وتبعد عن مركز المحافظة بحوالي 90 كم بطريق مبلط .

source: The Abbasid Bridge:
ar_iq: الجسر العباسي:

source: This stone built bridge is located on al-Khabur river in Zakho, some (55 km) from Duhok center to which it is connected by paved road.
ar_iq: يقع هذا الجسر على نهر الخابور في زاخو وهو مشيد بالحجر ويبعد عن مركز المحافظة بحوالي 55 كم بطريق مبلط.

source: Samarra’ City:
ar_iq: مدينة سامراء:

source: It is one of Iraq’s ancient Islamic cities. Actually, it is one of the greatest Islamic realm cities. Thus, it is so interesting to visit and know about it.
ar_iq: وهي احد مدن العراق الإسلامية القديمة فهي بحق إحدى كبريات مدن العالم العربي الإسلامي . وهذا الأمر يجعلك متشوقاً لزيارتها والاطلاع على معالمها .

source: The ruins of Samarra’ extend for thirty five kilometers on the east bank of Tigris, starting from the new Samarra’ towards the south: Al-Jami’ Al-Kabir (The Great Mosque), Al-Malwiyah (the Spiral Minaret), Qasr (Palace of) Belkorah, Al-Qa’im and Al-Qadisiyah.
ar_iq: وهي احد مدن العراق الإسلامية القديمة فهي بحق إحدى كبريات مدن العالم العربي الإسلامي . وهذا الأمر يجعلك متشوقاً لزيارتها والاطلاع على معالمها .
