Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: <span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">- Visa types:</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 1-Visit or Tourism Visa: - tourist's Visa allows the holder to enter Iraq once during the three months from the date of grant and stay in it for a period of one month, for the purpose of visiting tourist and relic sites. The visit Visa allows the holder to enter Iraq once during one month from the date of grant and the residence of a one-month whether for the purposes of religious events or visit the holy sites (Letter of the Consular Department No. 1/3 / 6/4664 on 16 Feb. 2011).</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;"> Also Visa grant to the public and political figures, businessmen and investors and the people who the Ambassadors and charge d'affaires find interest in their visit to Iraq, according to their judgment for a period of 30 days (Letter of the Consular Department No. 6 / 3/12162 on 26 March 2013). </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> In the case of tourist groups offer applications precede through tourism companies in the work area of the Mission in coordination with one of the officially licensed tourism companies in Iraq.</span></span><br> <span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">2- Normal Visa: - normal Visa allows the holder to enter Iraq once during the three months from the date of grant and residence in Iraq a period not exceeding three months, he must visit the Directorate of residence to put in the news of the arrival in ten days after his arrival and entered Iraqi territory (Letter of the Consular Department No. 8/3/8/98609 on 14 Oct. 2009).</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">3 - Political Visa: - the political Visa grant to officials in other countries who are visiting Iraq in official mission, as well as workers in the Diplomatic, international, regional and Arab Missions in the Republic of Iraq with their families, according to an official memo and granted under it a special residency. </span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">4 - Service Visa: -service Visa grant to people who hold Service passports on the basis of an official memorandum by the Ministry of Foreign Affairs of the country in which the Mission accredited, pursuant to the principle of reciprocity. </span></span> <br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 5 – Transit Visa: - transit visa allows the holder to enter Iraq once during the three months from the date of grant and a residence for a period of not more than seven days.</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">6 – Non- stop Transit Visa: - this Visa allows the holder to transit through Iraqi territory under the supervision of the competent authorities without stopping and one-time within three months from the date of grant.</span></span><br> <span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 7 - Urgent Visa: - this Visa granted by residency officer at border crossing points to a foreigner who arrives intending entering Iraq, and he doesn’t have a visa from our Missions abroad if the officer is convinced of the reasons that have prevented him to get a Visa. </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 8 - Multi- Visa: - this Visa granted for a period of three months, six months or one year after obtaining the legal conditions.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> (Foreigners Residence law No. 118 for the year 1987, and its amended (Article IV) and (Letter of the Directorate of Residence/ the section of foreign No. 37344 on 22 Dec. 2009).</span></span><br><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">Requirements of the Visa request </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> The following conditions must available in the Visa request: -</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">1 - The passport has validity for a period of minimum six months.</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">2 - Filling in a Visa application form with two photographs.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">3 - Ability to cover the cost of living during the period of his stay in Iraq for holders of ordinary passports.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">4 - There is no objection prevent him from entering the territory of the Republic of Iraq regarding the public health, security, morals, or the national economy.</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">5 - Provide a convincing reason for visit depending on the Visa type.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">6 – The requester not accused or convicted of a crime outside Iraq may be extradited for.</span></span><br> <span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">7 - There is no order of deporting him from the Republic of Iraq and to achieve this must check the records for the barred from entering Iraq in accordance with the attached form (1).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">8 – Full address in the place, which he will stay in the Republic of Iraq.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">(Foreigner Residence law No. (118) for the year 1987, and the amended (Article V).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">Instructions for Issuing Visa </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 1 - checking the information in the application form No. (1), and checking the period of passport validity of the foreigner Visa requester (minimum period of six months validity).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">2 - Recording information in the Visa record sample No. (2).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">3 – Writing number of companions next to the Visa if their names written in the Visa applicant's passport.</span></span><br><span class="longtext1"><span style="background-color: white; color : black; font-size: 10pt;">4 - The lack of clarity and calligraphy differs from one person to another are required to the adoption of electronic printing filled the application form fields with and fields of the visa sticker, sample No. (3).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">(letter of the Consular Department No. 8/3 / General / 86 987 on 19 Oct. 2010) and (8/3/1/89904 on 13 Oct. 2010)</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 5 - The need to full of all Visa application form's fields in Arabic, especially the applicant's address in Iraq (block /alley/House/ well-known point), and the phone number for accelerating the answer to the Visa's requests. Noting that a lot the Missions still send application forms without full of a lot of fields, especially the field of the address in Iraq (letter of the Consular Department No. 8/3 / General / 92543 on 1 Nov. 2010) </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">6 – Visa signed by the consul and stamped by the seal of the consulate.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> 7 - Fees are collected for granting Visa according the accounting receipt (37 a) as follows:</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> A – Amount of (30$) U.S. dollars collected for granting tourist Visa arrivals and religious visit Visa according to the especial approvals for religious tourism companies exclusively as groups and to all individuals listed in the Visa lists, including companions in passports.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> B – Amount of (40$) U.S. dollars collected for granting regular Visa, religious visit Visa and individual Visa for passport holder and fees exempted for companions.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> C - Amount of (100$) U.S. dollars collected for granting of multi- Visa.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">(letter of the Consular Department No. 8/3 / 4/80480 on 12 July 2010)</span></span><br><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">General Notes for the Visa granting</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">1. When the presence of banning to enter the territory of the Republic of Iraq to the cause of public health, national security, morals or the national economy, can approach the Iraqi authorities to find out their opinion on the subject.</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;">2. When a Visa granted for children under the age of fifteen, required providing a health certificate to prove fully polio vaccine vaccinated for at least 5 doses of oral polio vaccine. </span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">3. Exception for the Arab who married to Iraqis from Arab Nationals prevents entering Iraq's law, after proves the marriage duly (letter of the Consular Department No. 03/08/28 / 40618 of 23 Jan. 2006).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">4. Allowing for Arab and foreign nationals who have resided lawfully in Iraq exclusively.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">5. Urgent Visa granted according to the authorities of the residence officer who works at the border Center, if he is convinced of the reasons that have prevented the Visa obtaining ((includes persons covered by the authority of granting Visa of the Mission)).</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">6. Correspondence related of Foreign Diplomats' Visa ((granting visas)) to enter Iraq directed to the Protocol Department and a copy given to the Consular Department for informing. </span></span> <br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">7. When a Visa granted, the number and date of the Residency Directorate's letter should mentioned for the possibility of its conformity with the approval that sent to the residency and the border.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">8. The expired Visa not extendable, but they can be to obtain a new approval with new fees, but in the exceptional cases, like, closing border, the center of Passports and Residence at the border, will explain the situation on the Visa and allows them to enter without an extension or requesting a new approval, but this should not exceed more than seven days from the re- open the border.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;">9. Based on the letter of the Directorate of Residency, foreigners section number A. C / Visa / 1822 / 2011/29559 on 6 July 2011 containing ((to not grant visas or residency permits for foreign workers unless they obtain work permits from the Ministry of Labor and Social Affairs)) with the exception of the following categories : -</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> A - Employed by International Organizations, Diplomatic Missions and Consulates accredited in Iraq.</span></span> <br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> B - Foreigners who the international laws, conventions and treaties allow them to work, which the Government is a party in them.</span></span><br><span class="longtext1"> <span style="background-color: white; color: black; font-size: 10pt;"> C – Foreigners who work for the Iraqi government, but are required to provide the Directorate residence of a letter that supports the contract between the foreigners and Ministries, government departments with filling out Visa application in Arabic language in order to take.</span></span><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"> D - Foreign workers in the reconstruction of holy shrines in Iraq.</span></span><br><br><span class="longtext1"><span style="background-color: white; color: black; font-size: 10pt;"></span></span>
ar_iq: اولا- تعليمات منح السمات :<br> على حامل السمة أن يدخل العراق من المنافذ الرسمية التي تحددها السلطات الحكومية المختصة سواء بالطرق البرية أو البحرية أو الجوية وأن يكون جواز سفره أو وثيقة سفره نافذة المفعول لمدة لا تقل عن ستة اشهر وتخول حاملها حق العودة إلى البلد الذي صدرت منه الوثيقة او بلد اخر.<br> لا تمنح السمة إلا بموافقة مركزالوزارة بعد ملئ استمارة الحصول على السمة من قبل طالب السمة و تدقق من قبل القنصل و ترسل إلى مركز الوزارة الذي بدوره يقوم بمفاتحة وزارة الداخلية / دائرة الإقامة لأستحصال الموافقة على منح السمة، ثم تقوم الدائرة القنصلية بإبلاغ السفارة بالراي حال وروده من دائرة الإقامة سلباً كان او إيجاباً باستثناء الحالات أدناه التي بأمكان البعثة منحها دون الرجوع الى المركز مع الاخذ بنظر ألاعتبار الحالات المشمولة بألاعفاء من رسم سمة الدخول فقط والحالات المشمولة بالاعفاء من سمة الدخول ورسم سمة الدخول وكما يلي :-<br> أ- الحالات المشمولة بالاعفاء من رسم سمة الدخول:<br> 1- حملة الجوازات الدبلوماسية والخدمة عملا بمبدأ المقابلة بالمثل.<br> 2- المسؤولين في الدول الاخرى الذين يزورون العراق بمهمة رسمية على ان يتم ابلاغ دائرة المراسم والدائرة المختصة بموعد وصولهم واسباب الزيارة.<br> 3- حملة الجوازات الدبلوماسية والخدمة للعاملين في البعثات الدبلوماسية والمنظمات الدولية والاقليمية والعربية مع عوائلهم لفترة عملهم في جمهورية العراق.عملاً بمبدأ المعاملة بالمثل.<br> 4- العربيات او الاجنبيات زوجات العراقيين شرط تقديم عقد الزواج الرسمي وأزواج العراقيات لايمنحون سمة دخول إلا بعد أستحصال موافقة الاقامة . <br> اما ازواج العراقيات فلا يمنحون سمة دخول الا بعد استحصال موافقة مديرية الاقامة.<br> 5- رجال الدين والشخصيات السياسية والعلمية والثقافية والاقتصادية والصحفية البارزة والوفود الرياضية المدعوة لزيارة العراق من قبل الوزارات والمؤسسات الرسمية الاخرى.<br> 6- المواطنين المولودين في العراق من الاصول العراقية وشمول كافة افراد العائلة العراقية التي تحمل الجنسية الاجنبية المتواجدين خارج العراق. يشمل ذلك اولاد العراقية المتزوجة من اجنبي استنادا الى المادة(3) الفقرة(أ) من قانون الجنسية العراقية (26) لسنة 2006 بغض النظر عن جنسيه والده ومن سن(15)عام فما دون وبعد التأكد من المستمسكات الرسمية (كتاب مديرية شؤون الاقامة/مديرية التخطيط والمتابعة (42430) في 10/ 10/ 2011).<br> 7- الاجنبي المولود في العراق دون شمول افراد عائلته بالاعفاء حيث يمنحون سمة الدخول مباشرة مقابل رسم وبشرط ان يكون ضمن العائلة الوافدة الاجنبي المولود في العراق.<br> <br> ب- الحالات المشمولة بألاعفاء من سمة الدخول ورسم سمة الدخول:<br> 1- الطلبة الاجانب الملتحقون بالجامعات والمعاهد والمدارس العراقية على اساس اتفاقيات التبادل الثقافي وبعد تقديمهم ما يؤيد قبولهم وأستمرارهم على الدراسة في الجامعات والمعاهد العراقية.<br> 2- الموظفون الأجانب الملتحقون بخدمة الحكومة العراقية بعقد خاص بعد تقديمهم ما يثبت ذلك.<br> 3- الصحفيون الأجانب وعلى اساس المعاملة بالمثل.<br> <p>(اعمام الدائرة القنصلية المرقم 8/ 2/ 72210 في 8/ 7/ 2004)</p> <p>(كتاب مديرية شؤون ألاقامة /قسم الاجانب المرقم أج 37344 في 22 / 12/ 2009 ).</p> <p><br> </p> ملاحظة:- في غير الحالات المشار اليها اعلاه ترسل الطلبات الى وزارة الخارجية/الدائرة القنصلية وبدورها تقوم بمفاتحة مديرية شؤون الاقامة لاستكمال تحقق الشروط القانونية لمنح السمة واستحصال الموافقات الاصولية.<br> <br> ثانيا- أنواع السمات :<br> 1ـ سمة زيارة أو سياحة:- السمة السياحية تخول حاملها دخول العراق مرة واحدة خلال ثلاثة اشهرمن تاريخ منحها والاقامة فيه لمدة شهرواحد. لغرض زيارة الاماكن السياحية والاثرية. اما سمة الزيارة تخول حاملها دخول العراق مره واحده خلال شهر واحد من تاريخ منحها ولاقامة فيه مدة شهر واحد اذا كانت لاغراض المناسبات الدينيه او زيارة العتبات المقدسة(اعمام الدائرة القنصلية 1/ 3/ 6/ 4664 في 16/ 2/ 2011 ).كما تمنح سمة الزيارة ايضا الى الشخصيات السياسية العامة ورجال الاعمال والمستثمرين ومن يرى السادة السفراء والقائمين بالاعمال في زيارتهم مصلحة للعراق وحسب تقديرهم ولمدة 30 يوما(اعمام الدائرة القنصلية المرقم 6/ 3/ 12162 في 26/ 3/ 2013 ). وفي حالة المجاميع السياحية تقدم الطلبات من خلال احدى شركات السياحه في منطقة عمل البعثة وبالتنسيق مع احدى شركات السياحه المجازه رسميا في العراق .<br> 2ـ سمة اعتيادية:- تخول حاملها دخول العراق مرة واحدة خلال ثلاثة اشهر من تاريخ منحها والاقامة فيه مده لا تزيد على ثلاثة اشهر وعليه مراجعة مديرية الاقامة لتثبيت خبر وصوله بعد عشرة ايام من وصولة و دخوله الاراضي العراقية (أعمام الدائرة القنصلية 8 /3 /8 /98609 في 14 /10 /2009).<br> 3ـ سمة سياسية:- السمه السياسيه تمنح للمسؤولين في الدول الاخرى الذين يزورون العراق بمهمة رسمية وكذلك العاملين في البعثات الدبلوماسبة والدولية والاقليمية والعربية في جمهورية العراق مع عوائلهم بناءاً على مذكرة رسمية ويمنحون بموجبها اقامة خاصة. <br> 4- سمة خدمة:- تمنح للاشخاص الذين يحملون جوازات ســفر خدمـه بناء على مذكره رسميه من قبل وزارة خـارجية البلد المعتمده فيه البعثة عملا بمبدا المقابلة بالمثل.<br> 5- سمة مرور:- تخول حاملها دخول العراق مرة واحدة خلال ثلاثة اشهرمن تاريخ منحها والاقامة فيه مدة لاتزيد على سبعة ايام .<br> 6- سمة مروربدون توقف:- تخول حاملها المرورمن الاراضي العراقية تحت اشراف السلطات المختصة بدون توقف ولمرة واحدة خلال ثلاثة اشهر من تاريخ منحها.<br> 7- سمة اضطرارية:- يمنحها ضابط الاقامة في المنافذ الحدودية للأجنبي الذي يصل العراق قاصداَ دخوله ولم يكن حائزاً على سمة الدخول من بعثاتنا في الخارج اذا اقتنع بالاسباب التي حالت دون حصوله على السمة.<br> 8-السمة المتعددة:- تمنح لمدة ثلاثة اشهر او سته اشهر او سنة واحدة بعد توفرالشروط القانونية.<br> (قانون إقامة الأجانب المرقم 118 لسنة 1987 وتعديلاته (المادة الرابعة)) و (كتاب مديرية شؤون الاقامة / قسم الاجانب 37344 في 22 /12 /2009) .<br> <p><br> </p> متطلبات طلب السمة<br> يجب توافر الشروط التالية في طلب السمة :-<br> 1- أن يحمل جواز سفر نافذ لفترة ستة أشهر كحد أدنى .<br> 2- ملىء استمارة طلب السمة مع صورتين شخصيتين .<br> 3- أن يكون قادراً على تغطية تكاليف معيشته خلال مدة بقائـه في العراق بالنسبة لحاملي جوازات السفر العادية.<br> 4- عدم وجود مانع من دخوله أراضي جمهورية العراق لسبب يتعلق بالصحة العامة او الامن او الاداب العامة او الاقتصاد القومي.<br> 5- أن يقدم سبباً مقنعاً للزيارة وحسب نوع السمة. <br> 6- ان لايكون متهماً او محكوم عليه خارج العراق بجريمة يجوز تسليمه من اجلها.<br> 7- ان لايكون قد صدر امر بابعاده من جمهورية العراق ولتحقيق ذلك يصار الى تدقيق سجلات الممنوعين من دخول العراق وفقا <a href="http://www.mofa.gov.iq/documentfiles/129441320780463272.doc" target="_self">للنموذج المرفق رقم (1)</a>.<br> 8- عنوانه في المكان الذي سيحل به في جمهورية العراق .<br> (قانون اقامة الاجانب رقم (118) لسنة 1987 وتعديلاته / (المادة الخامسة)).<br> <br> التعليمات الخاصة بأصدار السمة<br> 1- تدقيق المعلومات المدونه في استمارة طلب السمة <a href="http://www.mofa.gov.iq/documentfiles/129373098514058482.pdf" target="_self">نموذج رقم (1)</a> وتدقيق مدة نفاذ جواز سفر الأجنبي طالب السمة (نافذ لفترة ستة أشهر كحد أدنى). <br> 2- تدوين المعلومات في سجل السمات <a href="http://www.mofa.gov.iq/documentfiles/129441331307451506.doc" target="_self">نموذج رقم (2)</a> .<br> 3- تدوين عدد المرافقين بجانب السمة اذا كانت اسمائهم مدونة في جواز سفر طالب السمة. <br> 4- لعدم وضوح الخط اليدوي واختلافه من شخص لاخر تنسب اعتماد الطباعة الالكترونية لمليء حقول استمارة طلب سمة الدخول وحقول لاصق سمة الدخول نموذج رقم (3)<br> (اعمامي الدائرة القنصلية المرقمين 8/ 3/ عامة/86987 في 19/ 9/ 2010 ) و (8/ 3/ 1/ 89904 في 13/ 10/ 2010 )<br> 5- ضرورة مليء كافة حقول استمارة طلب السمة باللغة العربية وخاصة عنوان طالب السمة في العراق(محلة/زقاق/دار/نقطة دالة) ورقم الهاتف الخاص لغرض تسريع الاجابة على طلبات السمة.علما ان عدد من البعثات ماتزال ترسل استمارات طلب السمة دون مليء الكثير من حقولها وخاصة حقل العنوان في العراق (اعمام الدائرة القنصلية المرقم 8 /3 / عامة/92543 في 1/ 11/ 2010 ) <br> 6- توقع السمة من قبل القنصل وتختم بختم القنصلية.<br> 7- تستوفى رسوم منح السمة بموجب وصل محاسبة (37أ)كما يلي:<br> <p> أ- يستوفى مبلغ (30) دولار امريكي عن منح السمة السياحية وسمة الزيارة الدينية للوافدين بموجب الموافقات الخاصة بشركات السياحة الدينية كمجاميع حصراً ولجميع الافراد المدرجين في قوائم السمات وبضمنهم المرافقين في الجوازات .</p> ب- يستوفى مبلغ (40)دولار امريكي عن منح السمة الاعتيادية والزيارة الدينية والانفرادية لحامل الجواز ويعفى المرافقون من الرسوم .<br> ج- يستوفى مبلغ (100)دولار امريكي عن منح السمة المتعددة .<br> (اعمام الدائرة القنصلية المرقم 8/ 3/ 4/ 80480 في 12/ 7/ 2010)<br> <br> ملاحظات عامة لمنح السمات<br> 1. عند وجود مانع من دخول اراضي جمهورية العراق لسبب يتعلق بالصحة العامة او الامن الوطني او الاداب العامة او الاقتصاد القومي يصار لمفاتحة الحهات العراقية المختصة للوقوف على رايها بشأن الموضوع. <br> 2. عند منح سمة الدخول للاطفال دون سن الخامسة عشرة يطلب تقديم شهادة صحية تثبت تلقيحهم بلقاح شلل الاطفال بشكل كامل أي ما لايقل عن5 جرع لقاح من شلل الاطفال الفموي.<br> 3. استثناء العربيات المتزوجات من عراقيين من قرارمنع دخول الرعايا العرب الى العراق بعد اثبات واقعة الزواج حسب الاصول ( اعمام الدائرة القنصلية المرقم 8/ 3/ 28/ 40618 في 23/ 1/ 2006 ).<br> 4 . السماح بدخول الرعايا العرب والاجانب الذين لديهم اقامة مشروعة في العراق حصراً.<br> 5. منح السمة الاضطرارية هي من صلاحية ضابط الاقامة الذي يعمل في مركز الاقامة الحدودي اذا اقتنع بالاسباب التي حالت دون حصوله على السمة ((يشمل الاشخاص المشمولين بصلاحية منح السمة من البعثة)) .<br> 6. توجه المخاطبات الخاصة بشؤون سمات الدبلوماسيين الاجانب لدخول العراق(( منح سمات الدخول)) الى دائرة المراسم وتعطى نسخة الى الدائرة القنصلية للعلم. <br> 7. يذكرعند منح السمة رقم وتاريخ كتاب الاقامة لامكان مطابقته مع الموافقة التي ترسل الى الاقامة والحدود.<br> 8. ان السمة التي تنتهي فترة نفاذها لا يجوز تمديدها وانما يصار الى استحصال موافقة جديدة وبرسم جديد، أما في الحالات الاستثنائية كغلق الحدود فأن مركز الاقامة والجوازات في المنفذ الحدودي سيشرح الحالة على السمة ويسمح لهم بالدخول دون تمديد اواستحصال موافقة جديدة وعلى ان لا يتعدى سبعة ايام من اعادة فتح المنفذ.<br> 9.استناداً الى كتاب مديرية شؤون الاقامة قسم الاجانب المرقم أ.ج / سمات / 1822 /2011 /29559 في 6/ 7/ 2011 المتضمن((عدم منح سمات الدخول او الاقامات للعمال الاجانب مالم يحصلوا على اجازات عمل من وزارة العمل والشؤون الاجتماعية )) ويستثنى من ذلك الفئات الاتية:-<br> أ- العاملون لدى الهيئات الدولية والبعثات الدبلوماسية والقنصليات العامة المعتمدة في العراق.<br> ب- الاجانب الذين تسمح لهم القوانين والاتفاقيات والمعاهدات الدولية التي تكون الحكومة طرفا فيها.<br> ج- الاجانب المشنغلون لدى الحكومة العراقية شرط تزويد مديرية الاقامة بالكتب التي تؤيد تعاقد الاجانب مع الوزارات والدوائر الحكومية مع مليءاستمارات طلب السمة باللغة العربية ليتسنى اتخاذ مايلزم.<br> د- الاجانب العاملون في اعادة اعمار العتبات المقدسة في العراق.</div> <br>
