Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: The foreign bodies in the Iraq mission’s territory shall issue marriage certificates / judgments of divorce according to their relevant laws. To register such certificates / judgments in the Civil Status register of Iraq, according to the Law of Civil Status No. 65 for 1972, the following procedures shall be followed:<br>1-A counterpart of the marriage certificate, authenticated by the Embassy or the General Consulate, shall be sent together with authenticated copies of the Husband’s and the Wife’s Civil Status ID card to the Civil Status department which issued the Husband’s Civil Status ID card in order to record the marriage occurrence and open new separate family page. The divorce occurrence will be registered in the family’s page in the Civil Status register.<br>2-If the marriage certificate / the judgment of divorce is in a foreign language, it shall be translated to Arabic by a certified translator and authenticated by the notary public and the Embassy.<br>3-The marriage c
ar_iq: ج/ تصدر الجهات الاجنبية في ساحة عمل البعثة العراقية عقود زواج وقرارات حكم بالطلاق وفقاً لقوانينها الخاصة ولغرض تسجيل تلك العقود والقرارات في سجلات الاحوال المدنية في العراق وفقاً لاحكام قانون الاحوال المدنية (65) لسنة 1972 تتخذ الاجراءات التالية:1. يقوم المواطن بأرسال نسخة من عقد الزواج أو قرار الحكم بالطلاق مصدقة من السفارة او القنصلية العامة مرفق بهما صورة مصدقة من هوية الاحوال المدنية للزواج والزوجة الى دائرة الاحوال المدنية التي اصدرت هوية الاحوال المدنية للزوج لغرض تأشير واقعة الزواج وفتح صفحة جديدة مستقلة عن العائلة اما واقعة الطلاق فيتم تأشيرها في سجل الاحوال المدنية الخاص بالعائلة.2.يبلغ المواطن بترجمة عقد الزواج او حكم الطلاق الى اللغة العربية من قبل مترجم مجاز اذا كان باللغة الاجنبية وتصديقه من قبل كاتب العدل والسفارة.3.يبلغ المواطن بضرورة تصديق عقد الزواج او حكم الطلاق من قبل الدائرة القنصلية / قسم التصديقات قبل تسليم المعالملة الى دائرة الاحوال المدنية للزوج.

source: Q. What are the procedures to provide a citizen with a confirmation over being unmarried?
ar_iq: س/ ما هي الاجراءات لتزويد المواطن بتأييد كونه اعزب سواء كان رجلاً او أمرأة؟

source: Ans. The citizen shall submit a Transcript of Record from the Civil Status department, authenticated by the Ministry of Internal and the Ministry of Foreign Affairs – Authentications, during the period of issuing the confirmation.
ar_iq: ج/ تقديم المواطن صورة قيد من دائرة الاحوال المدنية خلال فترة اصدار التأييد مصدق من وزارة الداخلية ووزارة الخارجية / قسم التصديقات.

source: Q. What is required from the citizen for obtaining a Civil Status ID card lost / damaged substitute?
ar_iq: س/ ما هو المطلوب من الموطن في حالة طلب الحصول على هوية الاحوال المدنية بدل فاقد ابو بدل تالف؟

source: Ans. –<br>1-A request to obtain a Civil Status ID card lost / damaged substitute shall be submitted.<br>2-The application form (available in the Embassy) shall be attached to the request.<br>3-The form shall be filled by the master of family, mistress of family, record holder, guardian or attorney at law, with their explicit signatures and full names.<br>4-The Consul shall note down the applicant’s statement on the reverse of the abovementioned form, state the full name of applicant and have his/her thumbprint placed thereon. The statement shall be signed by the Consul (whose name shall be stated in full) and sealed by the consular seal. If the request is for a damaged substitute, the original old ID card shall be attached to the form. If the request is for a lost substitute, the statement shall be noted down on the reverse of the form and a copy of the lost or his/her father’s or brother’s ID card, authenticated by the Embassy as True Copy, shall be attached thereto.<br>5-Tw
ar_iq: ج/ 1. تقديم طلب للحصول على هوية الاحوال المدنية بدل فاقد او تالف.2. ترفق مع الطلب الاستمارة الخاصة بالطلب (حسب النموذج الموجود في السفارة).3. يتم املاء الاستمارة من قبل رب الاسرة او ربة الاسرة او صاحب القيد او الوصي او الولي او الوكيل القانوني وبتوقيعهم الصريح واسمائهم الكاملة.4. يقوم القنصل بتدوين افادة صاحب الطلب على ظهر الاستمارة اعلاه وتثبيت الاسم الكامل وبصمة الابهام لصاحب الطلب وتوقع الافادة من قبل القنصل وتثبيت اسمه الكامل وتختم بالختم القنصلي وترفق مع الاستمارة اصل الهوية القديمة التالفه اذا كان طلب المواطن هوية احوال بدل تالف اما اذا كان طلب المواطن هوية احوال بدل فاقد فتثبت الافادة على ظهر الاستمارة وترفق بها صورة من هوية الاحوال المفقودة او صورة من هوية احوال والده او شقيقه مصدقة من قبل السفارة كونها طبق الاصل.5. ترفق مع الطلب صورتان حديثتان قياس (3*2سم ) لكل شخص.6.ترفق مع الطلب اي وثيقة رسمية تؤيد شخصية مقدم الطلب.

source: Q. What are the procedures required prior to a citizen’s request for obtaining Civil Status ID cards for his/her children?
ar_iq: س/ما هي الاجراءات المطلوبه قبل ان يقدم المواطن طلباً للحصول على هوية الاحوال المدنية لابنائه؟

source: Ans. –<br>1-He/she should have registered his/her marriage occurrence with the Civil Status department.<br>2-He/she should have indicated the birth occurrence of the newborn with the Civil Status department.<br>3-After realizing the above, a request may be submitted by the citizen to the Embassy for obtaining a Civil Status ID card for his/her child, within the disciplines notified to the Embassy.
ar_iq: ج/ 1. ان يكون المواطن قد ثبت واقعة زواجه لدى دائرة الاحوال المدنية في السجل الخاص به.2. ان يكون الموطن قد اشر واقعة الولادة للوليد الجديد لدى دائرة الاحوال المدنية للعائلة.3. بعد تحقق ما جاء في القوانين اعلاه بأمكان المواطن تقديم طلب الى السفارة للحصول على هوية الاحوال المدنية لابنه وضمن السياقات المبلغة بها السفارة.

source: Q. What are the procedures required by a citizen to obtain an Iraqi Nationality Certificate lost / damaged substitute?
ar_iq: س/ ما هي الاجراءات المطلوبة من الموطن للحصول على شهادة الجنسية العراقية بدل فاقد او بدل تالف؟

source: 1-A request to obtain an Iraqi Nationality Certificate lost / damaged substitute shall be submitted.<br>2-The application form (available in the Embassy) shall be filled and attached to the request.<br>3-The Consul shall note down the applicant’s statement on the reverse of the abovementioned form, state the full name of applicant and have his/her thumbprint placed thereon. The statement shall be signed by the Consul and sealed by the consular seal. If the request is for a damaged substitute, the original old Nationality Certificate shall be attached to the form. If the request is for a lost substitute, a copy of the father’s or brother’s Nationality Certificate, authenticated by the Embassy as True Copy, shall be attached.<br>4-4 recent photos shall be attached to the request.<br>5-A copy of the applicant’s, father’s and mother’s passport shall be attached, sealed by the consular seal and authenticated by the Consul as True Copy.<br>6-An amount of 2 USD, representing the cer
ar_iq: ج/ 1.تقديم طلب للحصول على شهادة الجنسية العراقية بدل فاقد.2.املاء التصريح الخاص بطلب الحصول على شهادة الجنسية العراقية (حسب النموذج الموجود في السفارة). 3.تدوين افادة صاحب الطلب على ظهر التصريح اعلاه وتثبيت اسمه الكامل وبصمة ابهامه وتوقع من قبل القنصل وتختم بالختم القنصلي وترفق مع الاستمارة اصل الشهادة التالفه في حالة طلب هوية بدل تالف اما اذا كان الطلب بدل فاقد ترفق صورة من شهادة الجنسية الاب او الشقيق مصدقة من قبل السفارة كونها طبق الاصل.4.ترفق مع المعاملة صور شخصية حديثة عدد (4).5.ترفق نسخة مصورة من جواز السفر لطالب الشهادة ووالده ووالدته وتختم بالختم القنصلي وتؤيد من قبل القنصل بكونها طبق الاصل.6.يستوفي مبلغ دولارين كرسم لاصدار الشهادة.7.تخويل احد الاقرباء من ذوي اصحاب المعاملة الموجودين في العراق لغرض مراجعة مديرية شؤون الجنسية ومديرية شؤون الاحوال المدنية لاكمال الاجراءات القانونية داخل العراق

source: Q. What are the required procedures to authenticate a Police Clearance Certificate?
ar_iq: س/ ما هي الاجراءات المطلوبة لتصديق شهادة عدم المحكومية؟

source: Ans. –<br>1-When a request is submitted to obtain a Police Clearance Certificate from an Embassy or a General Consulate, and the applicant came to Iraq after he/she obtained such certificate, then he/she may have the same authenticated by the Ministry of Internal and the Ministry of Foreign Affairs and then by the Embassy.<br>2-If the applicant is abroad, the Ministry of Internal does not authenticate such certificate when issued. In this case, the Embassy or the General Consulate may authenticate the thumbprint of the certificate holder.
ar_iq: ج/ 1.عند تقديم طلب للحصول على شهادة عدم المحكومية من احدى سفاراتنا او قنصلياتنا العامة وحضر صاحب الطلب الى العراق بعد حصوله على الشهادة فبأمكانه تصديق الشهادة من وزارة الداخلية ووزارة الخارجية ومن ثم من قبل السفارة.2. في حالة كون المواطن متواجد في الخارج فوزارة الداخلية لا تصدق على الشهادة بعد ان يتم اصدارها. وفي هذه الحالة بأمكان السفارة او القنصلية العامة التصديق على بصمة ابهام صاحب الشهادة.

source: Q. What are the required procedures if a citizen was unable to attend at the Embassy or the Consulate to submit a request for obtaining a Certificate of Life due to illness or disability and his/her r
ar_iq: س/ ما هي الاجراءات المطلوبة في حالة عدم تمكن المواطن من الحضور الى السفارة او القنصلية لتقديم طلب الحصول على شهادة الحياة بسبب كونه مريض او مقعد ويسكن في مدينة او ولاية بعيده عن مقر السفارة او القنصلي

source: Ans. In such case, the following procedures shall be followed:<br>1-A confirmation from the official authorities in the country of residence, showing that he/she is still alive, shall be submitted in the month he wants to obtain the official certificate of life from the Embassy or the General Consulate. The official form of the Certificate of Life, sent to him/her by the Embassy or the General Consulate and published at Ministry of Foreign Affairs’ or the Embassy’s website, shall be filled completely, his/her photo attached thereto and signed by him/her and then attached to the confirmation. It shall be mailed to the Embassy where the Consul shall sign and seal it and state his full name thereon. A counterpart of the Certificate of Life and the competent authorities’ confirmation shall be retained with the certificates of life dossier.
ar_iq: ج/ في هذه الحالة تتخذ الاجراءات التالية: تقديم تأييد من الجهات الرسمية في دولة الاقامة يوضج بانه لا يزال على قيد الحياة في الشهر الذي يرغب فيه الحصول على شهادة الحياة الرسمية من السفارة او القنصلية العامة وان يرفق مع التأييد النموذج الرسمي لشهادة الحياة الرسمية المرسلة اليه من قبل السفارة او القنصلية العامة والمنشورة على موقع الوزارة او السفارة بعد املائها بالكامل ووضع صورته وتوقعيه وارسالها الى السفارة عن طريق البريد ثم يقوم القنصل بختمها وتثبيت توقيعه واسمه الكامل في المكان المخصص لذلك ويحتفظ بنسخة من شهادة الحياة وتأييد الجهات الرسمية في الاضبارة الخاصة بشهادات الحياة.

source: Q. What are the procedures required from a citizen if he was unable to send its original valid passport, due to damage or lost, for the purpose of obtaining a decision from the Nationality Directorate
ar_iq: س/ ما هي الاجراءات المطلوبه من المواطن في حالة عدم تمكنه من ارسال اصل جواز سفره العراقي النافذ المفعول بسبب تمزيقه او فقدانه لغرض استحصال قرار من مديرية شؤون الجنسية بالتخلي عن جنسيته العراقية؟

source: Ans. In such case, the following procedures shall be followed:<br>1-A confirmation issued by the residence authorities and authenticated by the Ministry of Foreign Affairs of the country of residence, stating that he/she does not hold a passport, shall be submitted.<br>2-The personal photo shall be sealed by the Embassy’s seal.<br>3-A written undertaking (according to the form available in the Embassy), pursuant to which he/she shall undertakes that he/she does not hold a passport, shall be submitted.<br>4-The Directorate of Nationality shall approach the Directorate of Passports to incorporate his/her full name, date and place of birth, mother’s name, Civil Status ID card Register and Pg. Numbers and Iraqi Nationality Certificate number and date, so as not to obtain an Iraqi passport, in addition to other Iraqi documents.
ar_iq: ج/ في هذه الحالة تتخذ الاجراءات التالية:1. يقدم المواطن تأييد صادر من دوائر الاقامة ومصدق من قبل وزارة خارجية دولة الاقامة يؤكد عدم امتلاكه جواز سفر.2. تختم الصورة الشخصية يختم السفارة.3. تقديم تعهد خطي من قبل المواطن ( وفق النموذج الموجود في السفارة ). يتعهد بموجبه عدم امتلاكه جواز سفر.4. تقوم مديرية شؤون الجنسية بمفاتحة مديرية شؤون الجوازات بدرج اسمه الكامل ومحل وتاريخ ولادته واسم والدته ورقم السجل والصحيفة لهوية الاحوال المدنية ورقم وتاريخ شهادة جنسيته العراقية بغية عدم حصوله على جواز سفر عراقي وكذلك وثائق عراقية اخرى.

source: Q. What is required from the citizen in the former Rafha Camp in Saudi Arabia, who holds what is called a (Statement of Birth), of Saudi Arabia, which is not a Birth Certificate; as the Saudi birth ce
ar_iq: س/ ما هي الاجراءات المطلوبة من المواطنين من سكنة مخيم رفحا في السعودية سابقاً الذين لديهم ما يسمى (تبليغ ولادة) السعودي وهو ليس بشهادة ولادة لانها شهادة الولادة السعودية لا تعطي ألا بموجب اقامة نظامية

source: Ans. In this case, the Embassy shall approach the Saudi Embassy through an official letter to authenticate the said document. In the event the Embassy of Saudi refused to authenticate, the ministry of foreign affairs shall be approached about the matter so that it shall be referred to the competent bodies and take the appropriate decision in this respect.<br>-For the religious marriage contracts, they may be authenticated by Ministry of Foreign Affairs in the country accrediting the Embassy. Thereafter, the Embassy shall authenticate the Seal of the Ministry of Foreign Affairs in the mission’s territory.
ar_iq: ج/ في هذه الحالة تقوم السفارة بمفاتحة السفارة السعودية بطرفها بمذكرة رسمية لتصديق هذه الوثيقة وفي حالة رفض السفارة السعودية التصديق فبأمكان مفاتحة المركز بشأن الموضوع لعرضه على الجهات المختصة واتخاذ القرار المناسب بشأنه.- بالنسبة لعقود الزواج الدينية فبأمكان المواطن تصديقها من قبل وزارة خارجية الدولة المعتمدة فيها السفارة ومن ثم تقوم السفارة بالمصادقة على ختم وزارة الخارجية في ساحة عمل البعثة.

source: Q. Who are covered by the exemption from the condition of obtaining a visa to enter Iraq?
ar_iq: س/ من هم المشمولين بالاعفاء من شرط الحصول على تأشيرة الدخول الى العراق؟

source: Ans. H.E. Minister of Internal has approved on exempting Arabs and foreigners, of Iraqi origins, who hold foreign passports, from the condition of obtaining a visa to enter Iraq. However, this does not mean to discontinue granting those visas, if they applied for, rather they and their family members shall be granted visas without fees.
ar_iq: ج/ حصلت موافقة معالي وزير الداخلية على اعفاء العرب والاجانب من الاصول العراقية الحائزين على جوازات سف اجنبية من شرط الحصول على سمة الدخول في حالة دخولهم الاراضي العراقية، وهذا لا يعني التوقف عن منحهم التأشيرة عند طلبهم ذلك بل يمنحون وافراد عوائلهم تأشيرة الدخول معفاة من الرسوم.

source: Q. Are the Iraq born Foreigners, and their family members, covered by the exemption from the condition of obtaining visas to enter Iraq?
ar_iq: س/ هل الاجنبي المولود في العراق وافراد عائلته مشمولين بالاعفاء من شرط الحصول على تأشيرة الدخول؟

source: Ans. H.E. Minister of Internal has approved on granting the Iraq born foreigner, and his/her family members, visas by our missions abroad, without approaching the ministry of foreign affairs, against a fee from only the family members, provided that the Iraq born foreigner should be among the visiting family.
ar_iq: ج/ حصلت موافقة معالي وزير الداخلية على منح الاجنبي المولود في العراق وافراد عائلته سمة الدخول من قبل بعثاتنا في الخارج دون الرجوع للمركز مقابل رسم لافراد العائلة فقط شرط ان يكون الاجنبي المولود في العراق ضمن العائلة الوافدة.

source: Q. What is the competence of our missions abroad to grant visa without approaching the ministry of foreign affairs?
ar_iq: س/ ما هي الصلاحية بعثاتنا في الخارج بمنح تأشيرات الدخول دون الرجوع للمركز؟

source: Ans. –<br>1-Arab and foreigner wives of Iraqis, and their children, shall be directly granted visas to enter Iraq, without fees.<br>2-Holders of diplomatic, service and private passports, after submitting the letter of the Ministry of Foreign Affairs in the country accrediting the mission, considering the Ethic of Reciprocity and notifying the Ceremonies Department after granting visa.<br>3-Students who study in Iraq after submitting what confirms that they are admitted and continuing studying in Iraq. This covers the students of schools, institutes and universities of only the Ministry of Education and the Ministry of Higher Education and Scientific Research.<br>4-The journalists, as the missions shall first call the press agency so that it will perform its roll and notify the Consular Department to authorize it to grant visas.
ar_iq: ج/ 1. زوجات العراقين من العربيات والاجنبيات واولادهن يتم منحهم تأشيرات الدخول الى العراق مباشرة ومعفاة من الرسموم.2. حاملي جوازات السفر الدبلوماسية والخدمة والجوازات الخاصة بعد تقديم مذكرة وزارة خارجية البلد المعتمدة فيه مع مراعاة مبدأ (المعالمة بالمثل ) واشعار دائرة المراسم بعد منح السمة.3. الطلبة الدارسون في العراق بعد تقديم ما يؤيد قبولهم واستمرارهم في الدراسة في العراق وهذا يشمل المدارس والمعاهد والجامعات المرتبطة بوزارة التربية ووزراة التعليم العالي والبحث العلمي فقط.4. الصحفيون تقوم البعثات بمخاطبة الدائرة الصحفية اولا لتقوم بدورها بأشهار الدائرة القنصلية لغرض تخويلها منح التأشيرات.

source: Q. What is the mechanism of obtaining approvals on granting visas to the Arab and foreigner investors?
ar_iq: س/ ما هي الية استحصال موافقات منح التأشيرات للمستثمرين العرب والاجانب؟

source: Ans. The Arab and foreigner investors are required to contact the National Investment Commission of the Cabinet Presidency, which e-mail and website are stated, about our circular above. All our missions abroad are required to affix these information on the bulletin board on the frontage of the mission premises for information. The Investment Commission shall obtain the approvals during 72 hours and contact us in this respect to authorize our missions to grant visas.
ar_iq: ج/ ضرورة قيام المستثمرين العرب والاجانب مخاطبة الهيئة الوطنية للاستثمار التابعة لرئاسة الوزراء والمثبت عنوان بريدها الالكتروني وموقعها على شبكة الانترنت بأعمامنا اعلاه وضرورة قيام بعثاتنا في الخارج كافة بتثبيت هذه المعلومات في لوحة الاعلانات في واجهة بناية البعثة للاطلاع حيث ان هيئة الاستثمار تقوم بأستحصال الموافقات خلال (72) ساعة وتخاطبنا بذلك لتخويل بعثاتنا لمنح التأشيرات.

source: Q. What are the instructions for granting group visas for the religious tourism groups?
ar_iq: س/ ما هي تعليمات منح السمات الجماعية للمجاميع السياحية الدينية؟

source: Ans. The group visa is granted to a group of 10 members or more. Their names shall be arranged in lists (manifests) by the Iraqi tour and travel companies and the companies in the countries requiring to group visitors. The Iraqi receiving company shall contact the tourism board to obtain the approval over granting visas and then approach the Consular Department to authorize our missions abroad to grant visas. This is in normal cases, yet sometimes there are exemptions to be issued in the religious events, where the approval of the Ministry of Internal, over authorizing our missions abroad and the border points to grant visas, is obtained. The validity period of approval shall be for a limited time.
ar_iq: ج/ السمة الجماعية تمنح لمجموعة يتجاوز عدد افرادها العشرة أشخاص فأكثر يتم تنظيم اسمائهم بقوائم او ما يسمى بالمنفيست وهذا الدور تقوم به شركات السياحية والسفر في العراق والشركات في البلدان التي ترغب بتفويج الزوار حيث تقوم الشركة العراقية المستقبلة بمخاطبة هيئة السياحة لاستحصال الموافقات على منح السمات وثم مفاتحة الدائرة القنصلية لتخويل بعثاتنا في الخارج لمنح التأشيرات ، هذا في الحالات الاعتيادية الا ان بعض الاحيان تصدر استثناءات في المناسبات الدينية تحصل فيها موافقة معالي وزير الداخلية على تخويل بعثاتنا في الخارج والمنافذ الحدودية منح تأشيرات الدخول ويكون سريان مدة الموافقة لفترة محدودة.

source: Q. Can the applications, for granting foreigner workers visas to enter Iraq, be processed?
ar_iq: س/ هل بالامكان ترويج معاملات منح تأشيرات الدخول الى العراق للعمالة الاجنبية؟

source: Ans. This applications for granting foreigner workers visas to enter Iraq are to be stopped, except for housekeepers.
ar_iq: ج/ ايقاف ترويج معاملات منح تأشيرات الدخول للعمالة الاجنبية بأستثناء مدبرات المنزل ومن الاناث فقط.

source: Fees
ar_iq: الرسوم

source: Forms
ar_iq: استمارات

source: General Affairs
ar_iq: امور عامة
