Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Sulaf, 1150 m above the sea level, is located in a beautiful mountainous area, about 5 km before Amedi, under 25 m height waterfalls. Sulaf is known by the fruit trees, its multiple caves, such as al-Dafa cave, and verdant walnut trees. There are many private hotels and restaurants.
ar_iq: يقع مصيف سولاف الذي يرتفع ب 1150 مترا عن مستوى سطح البحر في منطقة جبلية جميلة وبمسافة 5 كم قبل الوصول الى العمادية . بشلالات تسقط فيها المياه من ارتفاع 25 مترا تشتهر سولاف باشجار الفاكهة وكهوفها العديدة مثل كهف الصفا واشجار الجوز ذات الظلال الوارفة. هناك العديد من الفنادق والمطاعم الخاصة.

source: Sulaymaniyah's Resorts
ar_iq: المصايف في محافظة السليمانية

source: Serchnar:
ar_iq: سرجنار:

source: About 5 km from Sulaymaniyah, Serchnar Resort is located amid a high-tree forest and waterfalls. It includes many chalets, hotels and cafes.
ar_iq: على بعد 5 كم من السليمانية يقع مصيف سرجنار وسط غابة من الأشجار العالية ومساقط المياه. فيه العديد من البيوت السياحية والفنادق والمقاهي.

source: Dokan Dam:
ar_iq: بحيرة دوكان:

source: About 71 km from Sulaymaniyah and 141 km from Kirkuk, the beautiful blue Dukan Lake, Rest House and many restaurants and cafes are located.
ar_iq: على بعد 71 كم من السليمانية و141 كم من كركوك تقع بحيرة دوكان الزرقاء الجميلة ودار الإستراحة والعديد من المطاعم والمقاهي.

source: Derbend Khan Lake:
ar_iq: بحيرة دربندخان:

source: About 65 km from Slaymaniyah and 268 km from Baghdad, the beautiful Derbend Khan Lake is located. It is considered a suitable place to practice boating and other touristic activities.
ar_iq: على بعد 65 كم من السليمانية و 268 كم من بغداد تقع بحيرة دربندخان الجميلة التي تعتبر ممتازة لرياضة الزوارق وبقية الفعاليات السياحية.

source: Ahmed Awah:
ar_iq: أحمد آوه:

source: It is one of the most wonderful mountainous resorts. It can be reached through a well paved road. It is located about 75 km from al-Sulaymaniyah.
ar_iq: من ابدع المصائف الجبلية يمكن الوصول اليه بطريق معبد جيد يبعد 75 كم من السليمانية.

source: Kirkuk's Resorts
ar_iq: المصايف في محافظة كركوك

source: Baba Gurgur:
ar_iq: بابا كركر:

source: The Eternal Fire in Baba Gurgur shows how oil is cheaply and economically extracted in Iraq.
ar_iq: تظهر النار الأزلية في منطقة بابا كركر كيف ان استخراج النفط في العراق رخيصا واقتصاديا.

source: Kirkuk Castle:
ar_iq: قلعة كركوك:

source: It is one of the oldest surviving ancient monuments.
ar_iq: احدى اقدم اللآثار الموجودة

source: Lakes
ar_iq: البحيرات

source: Al-Thurthar Lake:
ar_iq: بحيرة الثرثار:

source: It is one of the most beautiful artificial lakes in Iraq. It was formed after building Samarra’ Dam for irrigation and controlling the flood waters of Tigris and Euphrates. It may be reached from Baghdad via al-Fallujah and ar-Ramadi or from Samarra’. Tourists may fish, swim and camp there.
ar_iq: احدى اجمل البحيرات الإصطناعية في العراق. تشكلت بعد بناء سد سامراء، لأغراض الري والسيطرة على مياه فيضانات نهري دجلة والفرات. يمكن الوصول اليها من بغداد عبر الفلوجة والرمادي أو من سامراء. يمكن للسياح صيد السمك والسباحة والتعسكر في البحيرة.

source: Al-Habbaniyah Lake:
ar_iq: بحيرة الحبانية:

source: It is a depression located to the south of the city of ar-Ramadi, the purpose of which is to store B3.3 cubic meters and return B2.7 cubic meters of water to Euphrates during summer. This project is controlled through ar-Ramadi Dam. Al-Habbaniyah Lake is Connected to ar-Razazah Lake from the south through a creek, so that the waters beyond the capacity of al-Habbaniyah Lake are drained to the B26 cubic meter capacity ar-Razazah Lake. A very beautiful resort was built there.
ar_iq: هي عبارة عن منخفض يقع الى الجنوب من مدينة الرمادي لغرض خزن 3.3 مليار متر مكعب واعادة 2.7 مليار متر مكعب الى نهر الفرات في موسم الصيهود ويتم التحكم في هذا المشروع عن طريق سدة الرمادي وتتصل بحيرة الحبانية ببحيرة الرزازة جنوباً عن طريق جدول وتصرف المياه الزائدة عن طاقة خزن بحيرة الحبانية الى بحيرة الرزازة التي تتسع لخزن 26 مليار متر مكعب .وانشأت على هذه البحيرة مدينة سياحية جميلة جداً .تعتبر المدينة السياحية في الحبانية أضخم مدينة سياحية في الشرق الاوسط .. تقع على بعد (84كم) غربي بغداد على طريق بغداد – الرمادي ، وقد أقيمت على مساحة تقرب من الكيلومتر المربع ، وتمتد الى داخل البحيرة بطول بضع مئات من الامتار . تتألف المدينة السياحية في الحبانية من :- الفندق من مستوى الدرجة الاولى ومؤلف من ستة طوابق يحتوي الطابق الارضي منه أضافة الى الادارة وقاعة الاستقبال والحجز على قاعات للاستراحة والمؤتمرات وعرض الافلام وعلى ثلاثة مطاعم ومشارب ، ومسبح صيفي وشتوي وعلى مكتبة وصالة للالعاب ويضم كل طابق من الطوابق الستة (47) غرفة نوم مزدوجة وستة اجنحة تؤلف بمجموعها (600 )سرير تحوي كل منها حماماً خاص وجهاز تلفزيون ومكيفاً تكيفاً مركزياً . وهناك ناد ليلي في الطابق الاخير من الفندق .- الدور وعددها (500) دار ثلثمائة منها بغرفة واحدة ومنه بغرفتين مؤثثة على أحدث طراز ومكيفة صيفاً وشتاءً .وهناك مسبحان واسعان للكبار والصغار ومطعمان انيقان وملاعب اطفال منوعة وناد للشباب والزوارق البخارية والشراعية وركوب الخيل وساحات للتنس وساحة لكرة الطائرة والرماية بالقوس وسينما صيفي وسوق مركزي.

source: Al-Habbaniya Resort, considered the biggest resort in the Middle East, is located about 84 km to the west of Baghdad on Baghdad –ar-Ramadi road, the area of which is about one square kilometer. It lies towards the lake for some hundreds of meters. Al-Habbaniya Resort consists of:
ar_iq: تعتبر المدينة السياحية في الحبانية أضخم مدينة سياحية في الشرق الاوسط .. تقع على بعد (84كم) غربي بغداد على طريق بغداد – الرمادي ، وقد أقيمت على مساحة تقرب من الكيلومتر المربع ، وتمتد الى داخل البحيرة بطول بضع مئات من الامتار . تتألف المدينة السياحية في الحبانية من :

source: First class, six floor hotel. Its ground floor contains, in addition to the administration, reception and booking, a rest house, conference room, cinema, three restaurants and bars, winter and summer swimming pool, library and amusement arcade. Each of its six floors consists of 47 double bed rooms and six suites, totaling 600 beds. Each room contains a bathroom and a TV and is centrally air-conditioned. There is a nightclub in the upper floor of the hotel.
ar_iq: - الفندق من مستوى الدرجة الاولى ومؤلف من ستة طوابق يحتوي الطابق الارضي منه أضافة الى الادارة وقاعة الاستقبال والحجز على قاعات للاستراحة والمؤتمرات وعرض الافلام وعلى ثلاثة مطاعم ومشارب ، ومسبح صيفي وشتوي وعلى مكتبة وصالة للالعاب ويضم كل طابق من الطوابق الستة (47) غرفة نوم مزدوجة وستة اجنحة تؤلف بمجموعها (600 )سرير تحوي كل منها حماماً خاص وجهاز تلفزيون ومكيفاً تكيفاً مركزياً . وهناك ناد ليلي في الطابق الاخير من الفندق .

source: 500 chalets, 300 of which are single room and 200 are double beds. They are furnished with latest model and air-conditioned in summer and winter. There are two swimming pools, for adults and for children, two elegant restaurants, various children playgrounds, youth center, clubs for boating and equitation, tennis courts, volleyball court, archery field, summer cinema and shopping center.
ar_iq: - الدور وعددها (500) دار ثلثمائة منها بغرفة واحدة ومنه بغرفتين مؤثثة على أحدث طراز ومكيفة صيفاً وشتاءً .وهناك مسبحان واسعان للكبار والصغار ومطعمان انيقان وملاعب اطفال منوعة وناد للشباب والزوارق البخارية والشراعية وركوب الخيل وساحات للتنس وساحة لكرة الطائرة والرماية بالقوس وسينما صيفي وسوق مركزي.

source: Al-Razazah Lake:
ar_iq: بحيرة الرزازة:

source: On the way from al-Ukhaidhir at about 18 km from Karbala, ar-Razazh Lake lies between Karbala and al-Anbar. It is 60 km long and 30 km wide. This wide beautiful lake has become an important resort visited by many of those who are willing to practice various types of water sports and fishing amateurs.
ar_iq: في الطريق من الاخيضر وعلى بعد 18كم من كربلاء تقع بحيرة الرزازة التي تمتد بين محافظتي كربلاء والانبار ويبلغ طولها 60 كم وعرضها 30كم ، ولقد اصبحت هذه البحيرة الواسعة الجميلة منطقة سياحية هامة يقصدها الاف الراغبين في ممارسة شتى انواع الرياضة المائية وهواة صيد الاسماك .

source: Sawa Lake:
ar_iq: بحيرة ساوة:

source: It is an inland salt lake located in al-Muthanna to the south of Iraq, about some kilometers from as-Samawa city. The Lake is surrounded by a natural lime wall, which automatically repairs itself when broken because the lime in water quickly solidifies. As well it contains some kinds of very small high fat fish which completely dissolve when cooked. The flow of underwater feeds this lake with water.<br>Residents in that area believe that the Lake’s water flooded extremely on the birth day of the Prophet Mohammed. That flood is considered as one of the historical events happened on the birth day of the Prophet Mohammed.<br>Sawa Lake is considered one of the most important characteristics of Iraq due to its unique constitution and the natural phenomena associate it. It differs from other lakes in several aspects, inter-alia, there is no surface water flow to feed it, rather it depends on springs and the water flows from creeks under. The Lake is on 5 m above the sea level; thus it may not be seen only from very short distance.
ar_iq: هي بحيرة مغلقة ذات ماء مالح تقع في محافظة المثنى جنوب العراق على بعد عدة كيلومترات من مدينة السماوة ، البحيرة محاطة بحائط كلسي طبيعي يعيد غلق نفسه عند كسره لسرعة تصلب المادة الكلسية الموجودة بالماء كما وتحتوي على اسماك صغيرة جدا عالية الشحوم اذ تذوب بالكامل عند محاولة طبخها وتتزود هذه البحيرة بالماء من تدفق المياه الجوفية تحت الأرض .ومن المتعارف عليه بين سكان المنطقة ان مياه البحيرة قد فاضت بشكل كبير في يوم ولادة الرسول محمد (ص) ويعد فيضان البحيرة واحدة من الأحداث التاريخية التي حدثت يوم ولادة الرسول صلى الله عليه وسلم. تعد بحيرة ساوة من اهم المعالم المميزة في القطر العراقي وذلك لتكوينها الفريد والظواهر الطبيعية التي صاحبتها فهي تتميز عن البحيرات الأخرى بأمور عديدة منها عدم وجود مجرى مائي سطحي يغذيها بل تعتمد على العيون وما يتدفق من مياه من الشقوق في اسفلها ، ارتفاع البحيرة عن مستوى سطح البحر هو خمسة امتار وهذا ما يحول دون رؤيتها الا من مسافات قريبة جدا .

source: Ain Tamur:
ar_iq: عين تمر:

source: Ain Tamur (Shthatha) city is located about 76 km to the southwest of Karbala. It is an ancient area which carries cultural impressions. Ain Tamur sub-district is the largest oasis in the Western Plateau and is known by palm forests, meadows and orchards. It is characterized by its beautiful landscapes, pleasant atmosphere in Spring and Autumn and the abundance of mineral water flowing from more than fifty natural springs. There is a resort includes 20 suites, a restaurant and a bar in addition to wide gardens.
ar_iq: تقع هذه المدينة عين تمر (شثاثة) جنوب غربي كربلاء على بعد 67كم) وهي منطقة عريقة بما تحمله من اثار حضارية ، وتعتبر ناحية عين تمر اكبر واحة في الهضبة الغربية اذ تشتهر بغابات النخيل والمروج والبساتين وتمتاز بجمال مناظرها وبطيب هوائها في فصلي الربيع والخريف وغزارة مياهها المعدنية التي تنساب من عيون طبيعية تزيد على الخمسين وهناك انشأ مجمع سياحي يضم 20 شقة سياحية وفندق ومطعم اضافة الى حدائق واسعة .

source: Al-Mosul Dam:
ar_iq: سد الموصل:

source: It is located on Tigris about 60 km to the north of the city of al-Mosul, and was erected in 1986. Its length is 75 km, from the dam’s site to the Iraq-Turkey borders. The area of its lake is about 220 km2, where a beautiful resort was built, to include many beautiful chalets and facilities.
ar_iq: سد الموصل يقع هذا السد على نهر دجلة شمال مدينة الموصل بحوالي 60 كم وقد تم انجازه عام 1986ويبلغ طوله حوالي 75 كم من موقع السد ولغاية الحدود العراقية التركية . ومساحة بحيرته حواليي 220 كم2 وقد انشأت عنده مدينة سياحية جميلة تضم عدد من الشقق السياحية الجميلة والمرافق السياحية.

source: Al-Sindbad Islan:
ar_iq: جزيرة السندباد

source: Is an attractive tourist area in al-Basra. It is located amid Shat al-Arab, opposite Shat al-Arab Hotel in al-Ma’qal, and connected to the river’s two banks by as-Sindbad Bridge.
ar_iq: من المناطق السياحية الرائعة في البصرة جزيرة السندباد الواقعة وسط شط العرب مقابل فندق شط العرب في المعقل وترتبط بضفتي الشط بجسر السندباد .

source: It includes wide gardens with beautiful fountains and high trees. There are conveniences for visitors, such as touristic class casino, refreshment shops and staying chalets. Also, there is the floating hotel anchored near the Island, and the wide casino established on the south end of the Island.
ar_iq: فيها حدائق واسعة مزينة بنافورات جميلة واشجار باسقة وفيها منشات لراحة الزائر منها كازينو سياحي ومحلات لبيع المرطبات ودور سياحية للاقامة، هذا بالاضافة الى الفندق العائم الراسي قرب الجزيرة والكازينو الواسعة التي انشئت في الطرف الجنوبي من الجزيرة.

source: Local Government Bahu (Lobby):
ar_iq: بهو الادارة المحلية ( البهو السياحي)

source: Is located at Dinar Street, which connects al-Ashar to al-Ma’qal. Its total area is about 32,800 m2. It includes a swimming pool, big theatre, club, nightclub, restaurant and casino, in addition to many staying rooms equipped with cutting-edge conveniences. All the area, surrounding these facilities, is covered with luxuriant gardens.
ar_iq: يقع في شارع دينار الموصل بين العشار والمعقل وتبلغ مساحته الكلية 32800 م2 ويشتمل على مسبح ومسرح كبير وناد ومنتدى ليلي ومطعم وكازينو بالاضافة الى عدة غرف للاقامة مزودة باحدث وسائل الراحة ، وتغطي الحدائق الغناء كل المساحة المحيطة بالمنشات المذكورة.

source: Al-Qurna City:
ar_iq: مدينة القرنة:

source: Is located about 74 km to the north of al-Basra. It is the mythical place of Adam’s Tree and Eden, where Tigris and Euphrates meet to pour out into Shat al-Arab. Many farms and palm orchards are proliferated there. Also there is a rest house which spacious balconies overlooks the two rivers’ meeting.
ar_iq: وعلى بعد 74كم الى الشمال من البصرة تقع مدينة القرنة المكان الاسطوري لشجرة ادم وجنة عدن حيث يلتقي دجلة والفرات ليصبا في شط العرب وحيث تكثر المزارع وبساتين النخيل خاصة.

source: Abu al-Khaseeb:
ar_iq: ابو الخصيب:

source: There is a modern restaurant in Abu al-Khaseeb district, the city of the great poet Badr Shakir al-Sayyab and the center of the palm forests which are characterized by their unusual fascinating landscapes located at Shat al-Arab at about 26 km to the south of al-Basra.
ar_iq: يوجد مطعم عصري في قضاء( ابي الخصيب ) مدينة الشاعر الكبير المرحوم بدر شاكر السياب ومركز غابات النخيل التي تمتاز بمناظرها الخلابة النادرة المثيل والتي تقع على شط العرب على بعد (26) كم الى الجنوب من البصرة

source: Safwan City:
ar_iq: مدينة سفوان:

source: In Safwan, at the Iraq-Kuwait borders, there is a tourist class hotel and restaurant to secure the conveniences for citizens and tourists.
ar_iq: وفي سفوان على الحدود العراقية الكويتية هناك فندق ومطعم سياحي لتأمين راحة المواطنين والسياح.

source: About Baghdad:
ar_iq: نبذة عن بغداد

source: Baghdad, the capital of the republic of Iraq, is prosperous city of the honored past and shining present. Tigris penetrates the City to bisect it into al-Karkh and al-Rusafa sides which are connected by several modern bridges. Every side includes many streets, the most important of which is, in al-Rusafa side, al-Rasheed Street, which lies through the heart of Baghdad, from Bal al-Mu’adham to Bab el-Sharqi. It is considered the commercial center of Baghdad, on its both sides most of old and new Baghdad’s markets are located, and parallel to it al-Khulafa Street is located which includes several State departments, mosques and historical churches. Also there is as-Sa’dun Street which starts from al-Tahrir (Liberation) Sq. and ends in al-Masbah section. This street includes most of the excellent and first class hotels, cinemas, airlines’ offices, travel and tourism agencies and some State departments. Parallel to this street, there is Abu Nuwas Street which lies from Jumhouriya Bridge to al-Jadriya section, and considered the main corniche in Baghdad and the most important tourism street therein.
ar_iq: عاصمة جمهورية العراق المدينة الزاهرة ذات الماضي التليد والحاضر المشرق يخترقها نهر دجلة فيشطرها شطرين .. الرصافة والكرخ… يرتبطان بعدة جسور حديثة ، ويخترق كل شطر عدة شوارع رئيسية ، أهمها في الرصافة شارع الرشيد ويمتد في قلب بغداد ، من باب المعظم وحتى الباب الشرقي ويعتبر مركز بغداد التجاري وعلى جانبيه تقع معظم أسواق بغداد القديمة والحديثة وبموازاته يقع شارع الخلفاء وفيه عدد من الدوائر الرسمية والجوامع والكنائس الأثرية ، وشارع السعدون الذي يبدأ من ساحة التحرير وينتهي بمنطقة المسبح وفيه تقع معظم فنادق الدرجة الممتازة والأولى والسينمات ومكاتب شركات الطيران ووكالات السفر والسياحة وبعض الدوائر الرسمية، وبموازاته يقع شارع أبي نؤاس ويمتد من جسر الجمهورية حتى منطقة الجادرية ويعتبر كورنيش بغداد الرئيسي والشارع السياحي المهم فيها.

source: In al-Karkh side, there is the most important Damascus Street. It lies from Damascus Sq. to the International Airport Street. Baghdad International Fair, International Railway Station and al-Zawra’ Park are located thereat.
ar_iq: ويعتبر شارع دمشق من أهم شوارع والكرخ ويمتد من ساحة دمشق حتى شارع المطار الدولي ويقع فيه معرض بغداد الدولي ومحطة القطار العالمية ومتنزه الزوراء.

source: Al-Mustansiriyah School:
ar_iq: المدرسة المستنصرية:

source: It is one of the most important faculties of the Islamic realm during the Abbasid age. It gained a particular importance for teaching Arabic, religion, astronomy, mathematics, medicine and pharmacy. It involved a hospital for training its students.<br><br>The school, located in al-Rusafa side near al-Shuhada Bridge, overlooks Tigris. It was built during the reign of the Abbasid Caliph al-Mustansir Billah, named after him. He is the thirty seventh Caliph whose caliphate continued from 623 AH/1226 AD to 640 AH/1242AD. Building the School took six years, from 625 AH to 631 AH. The Abbasids appropriated for it around three quarters a million gold dinars. To perform its tasks, the endowments appropriated for it amounted to a million gold dinars to yield an annual income of seventy thousand gold dinars. The school has been built on a nearly rectangular layout of 104.8 m long, 44.2 m wide from north and 48.8 m wide from south, to constitute a total area of 4,836 sq. meters. Yet, the indoors area is 3,121 sq. meters. The plaza amid the school is of 1,710 sq. m area. Fully opened Iwans (building units roofed by cellars and beautiful ornaments) overlooks the plaza. The School included two storey residence rooms for students, a study and a library involved around eighty thousand books, in addition to a pharmacy, hospital, orchard, Hadiths house and Kuran house.<br><br>Chronologically, al-Mustansiriyah School is renowned by its distinguishable clock which determined the time astronomically; in addition to determining hours, it points the locations of sun and moon all the time, as well as other strange mechanical works done by its parts.
ar_iq: هي من أهم جامعات العالم الإسلامي في العصر العباسي، وقد اكتسبت أهمية خاصة لتدريس اللغة العربية وعلوم الدين والفلك والرياضيات والطب والصيدلة وكانت تضم مستشفى خاص لتدريب طلبتها.تقع المدرسة في جانب الرصافة قرب جسر الشهداء وتطل على نهر دجلة ، لقد تم تشييد هذه المدرسة في عهد المستنصر بالله العباسي وسميت باسمه ، وهو الخليفة السابع والثلاثون الذي استمرت خلافته من ( 623- 640 هجـــــــري/ 1226-1242 م). اما بناء المدرسة فقد استغرق ست سنوات ( 625- 631هجري) وقد رصد لها العباسيون نحو ثلاثة أرباع مليون دينار ذهب. ولكي تؤدي مهامها فقد بلغت الأوقاف المرصد لها نحو مليون دينار ذهب تدر دخلا سنويا يساوي سبعين ألف دينار ذهب. بنيت المدرسة على تخطيط مستطيل تقريبا بطول 104.8 م وعرض 44.20 م جهة الشمال و 48.8 م جهة الجنوب ، وعليه تكون مساحتها الكلية 4836 مترا مربعا، إلا أن المساحة المغطاة بالبناء بلغت 3121 مترا مربعا إذ تتوسط المدرسة ساحة وسطية مساحتها 1710 أمتار مربعة تطل اواوين وهي عبارة عن وحدات بنائية تغطيها اقبية كبيرة وزخارف جميلة مفتوحة بكل اتساعها على الساحة. وفي المدرسة غرف لسكن الطلبة بطابقين وأماكن للدراسة ومكتبة كانت تضم نحو ثمانين ألف كتاب ، إضافة إلى صيدلية ومستشفى وبستان ودار للحديث وأخر للقران الكريم.ومن الناحية التاريخية اشتهرت المستنصرية بساعتها المتميزة التي كانت تحدد الوقت فلكيا ، فالى جانب تحديد الساعات كانت تعين مواضع الشمس والقمر في كل ان، الى جانب أعمال ميكانيكية طريفة كانت تؤديها أجزاؤها.

source: Al-Qasr al-Abbasy (The Abbasid Palace):
ar_iq: القصر العباسي:

source: It is, one of the important buildings in Baghdad, dates back to the second Abbasid age, located near Bab el-Mu’adham on the river side. Researchers attribute its building to the Caliph al-Nasir li-Din Allah (575 AH/1179 AD – 623 AH / 1225 AD), in whose reign most of Baghdad’s attractions were built. The Palace is composed of a central plaza and two storey rooms, adorned by brick made stalactite works. A facility in the Palace is an Iwan which frontage and ceiling are adorned with brick ornaments. During the maintenance of the Palace, an Iwan was built in front of it to the river side. Due to the similarity between the facilities of this building with those of al-Mustansiriyah School, some say it is al-Sharabiyah School which was mentioned in some historical resources. The State Board for Mouments and Heritage performed maintenance on some parts of this building; when finished, some ancient monuments representing the Islamic history of Iraq were displayed.
ar_iq: احد الأبنية المهمة في بغداد من العصر العباسي الثاني قرب باب المعظم جهة النهر.وينسب الباحثون بناءه الى الخليفة الناصر لدين الله ( 575-623هجري/ 1179- 1225م) الذي تم في زمانه بناء بعض المعالم ببغداد. وقوام القصر ساحة وسطية وغرف بطابقين تزينه العقادات والمقرنصات المعمولة بالأجر. ومن مرافق القصر إيوان تم تزيين واجهته وسقفه بزخارف اجرية. وعند صيانة القصر تم بناء إيوان أمامه من جهة النهر. ونظرا لشبه مرافق وتخطيط هذا المبنى بالمدرسة المستنصرية فقد ذهب البعض الى أنها المدرسة الشرابية التي ورد ذكرها في بعض المصادر التاريخية. لقد قامت هيئة الاثار والتراث بإجراء صيانة لأجزاء من هذا البناء وعند أكمالها تم عرض مجموعات من الاثار تمثل مراحل تاريخ القطر العربي الإسلامي.

source: Al-Murjaniyah School:
ar_iq: المدرسة المرجانية:

source: Al-Murjaniyah School, nowadays known as Murjan Mosque, is located in al-Shorja area in al-Rasheed Street. It was named after Ameen ad-Din Murjan, who built it in 758 AH/1357 AD; i.e. around 100 years after the end of the Abbasid age. First it was identical to al-Mustansiriyah School due to containing studying and residence rooms. In the beginning of the past century, the School was demolished and a mosque was built in its place. Only some parts of the School survive.
ar_iq: تقع المدرسة المرجانية التي تعرف اليوم بجامع مرجان ، بمنطقة الشورجة في شارع الرشيد ، وقد سميت بهذا الاسم نسبة الى أمين الدين مرجان الذي شيدها سنة 758 هجري /1357 م ، أي بعد انتهاء العصر العباسي بنحو مائة عام. وكانت أول عهدها تماثل المستنصرية من حيث احتواؤها على غرف للدراسة ولإيواء الطلبة، وفي مطلع هذا القرن تم هدم المدرسة وإقامة مسجد في محلها ولم يبق من المدرسة إلا أجزاء منها.

source: Baghdad Wall and its Gates:
ar_iq: سور بغداد وابوابة:
