Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: After making sure of the new born father's Iraqi citizenship , the Consular Section at the Embassy, according to Article V of the Law on registration of births and deaths No. (148) of 1971, registers the birth and issues a birth certificate based on the Arab and foreign birth certificate approved from the competent authorities in that country, including the ratification by the Ministry of Foreign Affairs in four copies:<br><br>1-The white copy: for the Department of Civil Status.<br> 2-The red copy: for the applicant.<br> 3-The green or yellow copy: for the computer.<br> 4-The blue copy: a copy to be saved at the Consular Division.<br><br>The copy of Civil Status and copy of Computer to be sent to the Ministry of Health / Department of health and life Statistics attached with a copy of the birth of Arab or foreign certificate ratified by the Ministry of Foreign Affairs in the country of the Mission's work and a copy of the Civil Status Card of the father or brother or unmarried sister or the mother whose husband's name installed in identity in the first political mail. The birth certificate is organized once at the time of birth and in the case of the need for extra copies the related people can go to Bureau of health and life Statistics in the Ministry of Health for the purpose of issuing a copy of registering the birth which contains all the information recorded in the birth certificate and the number they need. The registration copy serves as a birth certificate includes all of the information recorded in the birth certificate. There are things recorded concerning the work of the consul and should not be overlooked during the organization of a birth certificate (the date of the organization of the certificate - gender of the baby - the stamp and signature of the Consul - the cell of the Civil Affairs Department).(The letter of the consular department, No. (8/ 4 / 22/65506 15 / 2 /2010). And the letter of Ministry of Health / Department of Planning and Resource Development / Department of health and life Statistics No. 55 243 on 13 / 12 /2007).<br><br><br>- <span style="text-decoration: underline;">The practical procedures required for the issuance of birth and death certificates:</span><br>1-It is necessary for the father of the child to be present in the Consular Section of the Embassy, if not , the marriage contract should be among the required documents to prove paternity of the child (perhaps that the child's father does not accept registering his child in his name).<br>2- The consular section should fill in all the required cells of the forms of birth and death certificates.<br>3- Information for the Civil Status is taken from the identity of the father's Civil Status (page - records - department of civil status- the province) and if this is not possible, the dictated information would base on information provided by his father.<br>4- Registering the date of mother's birth in the hour of birth event and not the date of organizing the certificate.<br>5- The adoption of a birth or death certificate issued by the missions will not be taken in case there is a difference in the names between birth certificate or death certificate (Arabic or foreign) and what is recorded in the Civil Status Card provided by the citizen. (The Letter of Consular Department, No. 6 / 4 /22/ 8920 on 27 / 2 / 2011).<br>Note (a) : - At the birth of an Iraqi child abroad his family submits to the mission a statement of birth issued by the authority in the country in which the birth occurred certified by the competent authorities during the two months from the date of birth, if it is late they must pay a fine of ten thousand Iraqi dinars equivalent ($ 8.50 ) as a fee of delay of registration (Our letter No. 64 161 on 4 / 2 /2009) and under receipt ( 37 a) on the basis of Article V of registering the births and deaths number ( 148 ) of 1971 as amended. (Letter of Consular Department, No. 8 / 4 / 21/64161 4 / 2 /2009).<br>(B): - It is not permissible to adopt citizenship certificate or passport for the issuance of a birth or death certificate as they do not have the registration of the number of the page and the record so only Civil Status (ID).is adopted.<br><br><span style="font-weight: bold;">Document of Birth:</span><br><br>It is an official document issued by the personal status courts according to the provisions of the law of registration of births and deaths No. (148) for the year 1971 amended and it serves as a birth certificate for children or people who did not get a certificate from an authorized official during birth because they were not born at an empowered hand to organize birth certificate (for example, inside the hospital or authorized midwife) or other reasons. The document of birth is not authorized for the consul for it exclusively authorized to the judiciary and the consul cannot release it only after authorization from the judge of personal status and it has many complexities there is no room for touching it.
ar_iq: بعد ان يتأكد المسؤول عن العمل القنصلي من الرعوية العراقية لأب المولود، يقوم القسم القنصلي في السفارة استناداً إلى المادة الخامسة من قانون تسجيل الولادات والوفيات المرقم (148) لسنة 1971 المعدل بتسجيل واقعة الولادة وإصدار شهادة الولادة اللازمة بذلك استناداً إلى شهادة الولادة العربية أوالأجنبية المصادق عليها من الجهات المختصة في ذلك البلد ومنها تصديق وزارة الخارجية وتكون بأربع نسخ :-1<br>- النسخة الأولى: ( النسخة البيضاء ) نسخة دائرة الأحوال المدنية.2<br>- النسخة الثانية: (النسخة الحمراء ) نسخة ذوي العلاقة.<br>3- النـسخة الثالثة: ( الـنسخة الـخضراء أو الصفراء ) نـسخة الـحاسبة الالكترونية.<br>4- النسخة الرابعة: ( النسخة الزرقاء ) نسخة الحفظ لدى الشعبة القنصلية.ترسل نسخة الأحوال المدنية ونسخة الحاسبة الالكترونية إلى وزارة الصحة / دائرة الإحصاء الصحي والحياتي مرفق بها صورة طبق الأصل من شهادة الولادة العربية أو الأجنبية مصدقة من الخارجية في ساحة عمل البعثة وصوره من هوية الأحوال المدنية للأب أو الأخ أو الأخت غير المتزوجة أو الأم المثبت فيها اسم الزوج في هويتها في أول بريد سياسي، ان شهادة الولادة يتم تنظيمها مرة واحدة حين حدوث الولادة وفي حالة الحاجة الى نسخ اضافية بامكان ذوي العلاقة مراجعة دائرة الاحصاء الصحي والحياتي في وزارة الصحة لغرض اصدار صورة قيد ولادة تحتوي على كافة المعلومات المدونة في شهادة الولادة وبالعدد الذي يحتاجونه. وصورة القيد هي بمثابة شهادة ولادة تضم كافة المعلومات المدونة في شهادة الولادة. هناك أمور يتم تدوينها تخص عمل القنصل ويجب عدم إغفالها أثناء تنظيم شهادة الولادة وهي ( تاريخ تنظيم الشهادة ـ جنس المولود ـ ختم وتوقيع واسم القنصل _ حقل دائرة الاحوال المدنيه ) . ( اعمام الدائرة القنصلية المرقم ( 8 /4 /22 /65506 في 15 /2 /2010) .وكتاب وزارة الصحة/ دائرة التخطيط وتنمية الموارد/قسم الاحصاء الصحي والحياتي المرقم 55243 في 13 /12/ 2007).<br> أ _ الإجراءات العملية المطلوبة لاصدار شهادتي الولاده والوفاة:<br>1- ضرورة حضور والد الطفل الى القسم القنصلي في السفارة واذا تعذر حضوره فيجب ان يكون من جملة المستمسكات المطلوبة عقد الزواج للتثبت من ابوة الطفل (ربما أن والد الطفل لا يقبل أن يسجل الطفل باسمه). 2<br>- يقوم القسم القنصلي باملاء كافة الحقول المطلوبة في نموذجي شهادة الولادةاو الوفاة .3<br>- المعلومات الخاصة بحقل الأحوال المدنية تنقل من هوية الأحوال المدنية لوالده (الصفحة -السجل ـ دائرة الأحوال ـ المحافظة) وإذا تعذر ذلك فيتم إملاءها استناداً الــــى معلومات يقدمها والده. 4<br>- تدوين تاريخ الميلاد للام في ساعة حدوث الولادة وليس تاريخ تنظيم الشهادة.5<br>-سوف لايتم اعتماد شهادة الولادة او الوفاة الصادرة من البعثات في حالة حدوث اختلاف بالاسماء مابين شهادة الولادة او شهادة الوفاة( العربية او الاجنبية ) وبين مامثبت في هوية الاحوال المدنية التي يقدمها المواطن . ( اعمام الدائرة القنصلية المرقم 6 /4 /22 /8920 في 27 /2 /2011 ) . ملاحظة <br>(أ):-عند ولادة طفل عراقي في الخارج يقدم ذووه الى البعثة بيان الولادة الصادر من الجهة في ذلك البلد الذي حدثت فيه الولادة مصدقة من الجهات المختصة فيها خلال شهرين من تاريخ الولادة واذا تأخروا عن ذلك فأن عليهم تقديم غرامة بمبلغ عشرة الاف دينار عراقي وبما يعادل (8,50) دولار كرسم تسجيل متأخر ( اعمامنا المرقم 64161 في 4 /2 /2009 ) وبموجب وصل محاسبة (37أ) أستناداً الى المادة الخامسة من قانون تسجيل الولادات والوفيات رقم (148) لسنة 1971المعدل . ( اعمام الدائرة القنصلية المرقم 8 /4 /21 /64161 في 4 /2 /2009 ) .<br>(ب):- لا يجوز اعتماد شهادة الجنسية أو جواز السفر لإصدار شهادة الولادة او الوفاة لعدم احتوائهما على رقم الصحيفة والسجل وعليه تعتمد هوية الاحوال المدنية فقط .حجة الولاده:وهي وثيقه رسميه صادره من محاكم الأحوال الشخصية حسب أحكام قانون تسجيل الولادات والوفيات رقم (148) لسنة 1971 المعدل وهي بمثابة شهادة ولادة للأطفال أو الأشخاص الذين لم تصدر لهم شهادة من جهة رسمية مخولة أثناء ولادتهم لكونهم لم يولدوا عند جهة مخولة بتنظيم شهادة الولادة مثلاً ( داخل مستشفى ـ أو عند قابلة مأذونة ) او اســـباب اخرى. وحجة الولادة ليست من صلاحية القنصل لكونها حصرياً من اختصاص القضـاء ولا يستطيع القنصل إصدارها إلا بعد تخويله من قاضي الأحوال الشخصيه وفيها كثير مــن التعقيدات لا مجال للتطرق اليها.

source: Certificate Of Origin
ar_iq: شهادة المنشأ

source: <span style="font-weight: bold;"> - Fees for certificates of origin, lists, and inspection</span> <span style="font-weight: bold;">certificates: - <br><br></span><br> Fees are taken for the ratification of certificates of origin, commercial lists, and inspection certificates according to the amended law of ratification of signatures on Iraqi and foreign records and documents No. 52 of 1970 and as shown below: - <br><br>1- The aforementioned documents are ratified by the commercial attaché or Iraqi missions, in case there were no commercial attaché. The amount of $160 or its equivalent is taken for each ratification; original document or a copy and for certificates of origin, commercial lists, and inspection certificates. The ratification should be done on the last copy taking into account sealing all copies to avoid forgery, providing that all copies are sealed from the top to avoid taking out any sheet of the documents (Consular Department Letter No. 8/9/1/4666 in 23/5/2007).<br><br>2 - The aforementioned documents issued by one of the member states of the Arab Common Market and ratified by the official reference in the country of origin of the goods produced in Arab countries are ratified (without taking ratification fees) in accordance to the resolution of the Economic and Social Council of the Arab League No. 1506 in 19/2/2004 and the approval of the Cabinet / Economic Affairs Committee in its letter No. 1320 in 26/2/2007 which stipulates the cancelling of fees on certificates of origin and commercial lists associated with them preserving Iraq's right of reciprocity.<br><br>3 – Concerning the goods manufactured in non-Arab countries and exported to the Iraqi market (i.e. re-exporting from the local market of these countries to the Iraqi market) the procedures set below are followed: <br><br>A – The ratification of the consulate of the manufacturing countries in the light of the original certificate of origin sent to the Arab country. <br><br>B – The ratification of the Ministry of Foreign Affairs of the Arab country that exports the goods to Iraq to ratify the Consulate seal of the manufacturing country.<br><br>C – Ratification fees ($160) are taken and all the documents are sealed. <br>(Consular Department letter No. 8/9/1/83159 in 11/8/2010 and 8/9/1/70440 in 7/4/2010) <br>D - Taking into account that the goods are produced by the same producer countries and writing that upon ratification to avoid any change in case of ratification in a country other than the country of origin.
ar_iq: - رسوم شهادات المنشأ والقوائم وشهادات الفحص:- يتم استيفاء الرسوم لتصديق شهادات المنشأ والقوائم التجارية وشهادات الفحص وحسب قانون تصديق التواقيع على المستندات والوثائق العراقية والاجنبية رقم 52 لسنة 1970 المعدل وكما مبين في ادناه:- <br>1- يتم تصديق الوثائق المذكورة آنفا من قبل الملحقيات التجارية أو البعثات العراقية في حالةعدم وجود ملحقيات تجارية ويتم استيفاء مبلغ(160) دولاراً أمريكياً أو ما يعادله لكل معاملة بنسخة أصلية أو مصورة ولشهادات المنشأ والقوائم التجارية وشهادات الفحص ولكل منها على أن يتم التصديق على النسخة الاخيرة مع مراعاة ختم كافة النسخ لتلافي إجراءات التزويربشرط ان تكون جميع نسخ المعاملة مربوطة بختم قانوني من الاعلى لتلافي سحب اي ورقة من المعاملة (اعمام الدائرة القنصلية المرقم8/9/1/4666 في 23/5/2007)2- يتم تصديق الوثائق المذكورة آنفاً الصادرة من أحد الدول الاعضاء في السوق العربية المشتركة والمصادق عليها من المرجع الرسمي في بلد المنشأ للسلع المنتجة في الدول العربية (دون استيفاء رسم التصديق) عملًا بقرار المجلس الاقتصادي والاجتماعي التابع لجامعة الدول العربية المرقم 1506 في 19/2/2004 وموافقة مجلس الوزراء / لجنة الشؤون الاقتصادية بكتابها المرقم 1320 في 26/2/2007 والقاضي بإلغاء رسوم التصديق على شهادات المنشأ والقوائم التجارية المصاحبة لها مع إحتفاظ حق العراق بالمعاملة بالمثل.3<br>- قدر تعلق الامر بالسلع المصنعة بدول غير عربية وداخلة للسوق العراقية (كإعادة تصدير من السوق المحلية لتلك الدول للسوق العراقية) تتبع الاجراءات المبينة ادناه:<br>أ‌- تصديق قنصلية الدول المصنعة على ضوء شهادة المنشأ الاساسية الواردة للدول العربية.<br>ب‌- تصديق وزارة الخارجية للدول العربية المصدرة للبضاعة كإعادة تصدير للعراق على صحة ختم قنصلية الدول المصنعة.<br>ج- يتم استيفاء رسوم التصديق البالغة (160) دولاراً لكل معاملة مع ختم كافة الصفحات.(اعمامي الدائرة القنصلية المرقمين 8/9/1/83159 في 11/8/2010 و(8/9/1/70440 في 7/4/2010). <br>د- مراعاة ان البضاعة من إنتاج نفس الدول المنتجة وتثبيت ذلك عند التصديق لتلافي التلاعب في حالة التصديق في بلد غير بلد المنشأ.

source: Death Certificate
ar_iq: شهادة وفاة

source: Death Certificates :
ar_iq: ثانيا_ شهادات الوفاة :

source: After the person in charge of the Consular work confirms the death of Iraqi C, the Consular Section registers the death in an Iraqi death certificate issues it on the basis of Article 10 of the law of births and deaths' registration, which issued based on Arab or Foreign death certificate, certified by the Ministry of Foreign Affairs in the work area of the Mission. <br>The Consul writes down the information in all the certificate fields and information of the Civil Status Card of the deceased , his son or his wife , the death certificate shall not be issued to a person other than an Iraqi, the death certificate issued in four copies are: -<br>The first copy (white copy) a copy of the Civil Status and the second copy (red copy) a copy of relatives and the third copy (green or yellow) Electronic system copy and fourth copy (blue copy) save by the Consular Section of the Embassy for the purpose of reference when needed. <br>Copies of Civil Status and Electronic system are sent to the Ministry of Health / Department of Health and Life Statistics attached with replica image of the death certificate certified by the Ministry of Foreign Affairs in the work area of the Mission with a picture of the Civil Status Card of the deceased in the first mail.<br>The consul should always remember some of the fields contained in the certificate for the Consular Section, including: -<br>(Date of issuance of the death certificate - stamped with the seal of Consular Department - mentioning the name and signature of the consul) Note that each death certificate must include the following: -<br>(The name of the deceased - date of birth - nationality - date of death - the cause of his death - a place of death)<br><br>The death certificate is essential to the family of the deceased for the purpose of registration in the civil records and restrictions and issues of inheritance and legacies, therefore the family copy of the certificate must be delivered to the relatives for the purpose of registration in the civil status records. If the Mission suspects that the death occurred as a result of a criminal act, it must ask the concerned party in its work area for a body autopsy to confirm the cause of death and to inform the Consular Department of the results.<br>Note: - The duration to inform about the death outside Iraq is (45) days from the date of death and the implementation of paragraph (a) of Article (10) of the amended law of births and deaths No. (148) for the year 1971. In the case of delays in death informing, a sum of ten thousand dinars must be paid as a fine or a sum equivalent to ($8.50) as late registration fee according the accountant receipt (37a) (the consular department instructions 8 / 4 / 21/64161 in 4 / Feb. /2009).
ar_iq: بعد ان يتأكد المسؤول عن العمل القنصلي من الرعوية العراقية للمتوفى، يقوم القسم القنصلي بتسجيل واقعة الوفاة في شهادة وفاة عراقية يصدرها استناداً إلى المادة العاشرة من قانون تسجيل الولادات والوفيات وتصدر استناداً إلى شهادة الوفاة العربية أو الأجنبية المصدقة من قبل وزارة الخارجية في منطقة عمل البعثة. ويقوم القنصل بتدوين المعلومات في كافة حقول الشهادة والمعلومات المدونة من هوية الأحوال المدنية للمتوفى او لابنه او لزوجته، ولا تصدر شهادة الوفاة لشخص غير عراقي ، تصدر شهادة الوفاة بأربع نسخ هي:- نسخة الاولى ( النسخة البيضاء ) نسخة الأحوال المدنية والنسخة الثانية ( النسخة الحمراء) نسخة ذوي العلاقة والنسخة الثالثة (الخضراء أو الصفراء ) نسخة الحاسبة الالكترونية و النسخة الرابعة ( النسخة الزرقاء ) يحتفظ بها القسم القنصلي في السفارة لغرض الرجوع اليها عند الحاجة .ترسل نسخة الأحوال المدنية ونسخة الحاسبة الالكترونية إلى وزارة الصحة / دائرة الإحصاء الصحي والحياتي مرفق بها صورة طبق الاصل من شهادة الوفاة مصدقة من قبل وزارة الخارجية في ساحة عمل البعثة مع صورة من هوية الاحوال المدنية للمتوفي في أول بريد سياسي.وعلى القنصل أن يتذكر دائماً بعض الحقول التي تتضمنها الشهادة والخاصة بالقســـــم القنصلي ومنها:-(تاريخ إصدار شهادة الوفاة_ختمها بختم الدائرة القنصلية_ذكر أسم وتوقيـــع القنصل) مع ملاحظة أن كل شهادة وفاة يجب ان تتضمن ما يلي :- ( اسم المتوفي - تاريخ ولادته - جنسيته - تاريخ وفاته - سبب وفاته - مكان الوفاة )وشهادة الوفاة ضرورية لعائلة المتوفي لغـرض تسجيلها في قيود الأحوال المدنية وقضايا الإرث والتركات. وعليه يجب أن تسلم نسخة الشهادة الخاصة بالعائلة لذوي العلاقة لغرض تسجيلها في سجلات الأحوال المدنية. اذا اشتبهت البعثة بان الوفاة حدثت نتيجة فعل جنائي فان عليها ان تطلب من الجهة المعنية في ساحة عملها تشريح الجثة للتأكد من سبب الوفاة وابلاغ الدائرة القنصلية بالنتائج.ملاحظة:- ان مدة الاخبار عن الوفاة خارج العراق(45)يوماً من تاريخ الوفاة وتنفيذاً للفقرة (أ) من المادة (العاشرة)من قانون الولادات والوفيات رقم (148) لسنة 1971المعدل .وفي حالة التأخر عن الاخبار تدفع غرامة عشرة الاف دينار وبما يعادل (8,50)دولار كرسم تسجيل متأخر بموجب وصل محاسبة (37أ) ( أعمام الدائرة القنصلية 8 /4 /21 /64161 في 4 /2 / 2009).

source: Extension Of Passports
ar_iq: تمديد الجوازات

source: First:
ar_iq: اولا _ تعليمــات التمـديد :

source: Instructions of Extension:<br>1 - Passports edition (S) got the approval of Directorate of Passports / legal Department for a period of eight years starting from the date of issuance and if has already been extended previously.<br>2 - Passports Edition (N) are no more valid since 1/1/2008 .<br>3 - Passports Edition (M) are no more valid since 1/1/2007<br>4 - Passport Edition (H) got the approval of Directorate of Passports to be extend for a period of one year beginning from 1/1/2011 up to 1 / 1/2012<br>5 - Passport Edition (G) is valid for a period of eight years and cannot be extended.<br>6 - Passport Edition (A) is valid for eight years and cannot be extended.<br><br><span style="font-weight: bold;">Second:</span> Requirements for Extending passport edition (S):<br>1 . Bearer of the passport what approves his Iraqi citizenship .<br>2 . Filling a permission form for an extension of the passport.<br>3 . Collecting a fee of 25 U.S. dollars for the extension.<br>4 .Minors parent to be existed in the mission building.
ar_iq: اولا _ تعليمــات التمـديد :</span><br>تمدد الجوازات بعد انتهاء مدة نفاذها أي الفترة المحددة من تاريخ الإصدار. وحالياً هناك اربعة من جوازات السفر سارية المفعول هي جوازات طبعة (S) و(H)و(G)و(A) اما جوازات السفر طبعة (M) و (N) فهي ملغاة وكما يلي:.<br>1- جوازات السفر طبعة( S) حصلت موافقة مديرية شؤون الجوازات / قسم القانونية بكتابها المرقم ق / 10 أ / 32101 في 28 /12/2010 على تمديد جوازات السفر فئة (S ) لمدة ثمان سنوات ابتداءا من تاريخ اصدارة وليس من تاريخ نفاذة واذا سبق وتم تمديده واستنفذ المدة القانونيه لايجوز تمديده ( عمامنا المرقم 6/2/ 100 ولمؤرخ في 3/1/2011 ). <br>2- الغي العمل بجوازات السفر طبعة( N ) اعتباراً من 1/1/2008. <br>3- الغي العمل بجوازات السفر طبعة (M ) اعتباراً من 1/1/2007<br>4- جواز السفر طبعة( H ) حصلت موافقة مديرية شؤون الجوازات على تمديد جوازات السفر طبعة( H ) العادية بكتابها المرقم 3624 في 17/1/2011 تجديد العمل بالجواز فئة (H) لمدة عام واحد اعتبارا من 1/1/2011 لغاية 1/1/2012<br>5- جواز السفر طبعة (G) نافذ لمدة ثمان سنوات ولا يجوز تمديده او الاضافة عليه.<br>6- جوازالسفرطبعة (A)نافذ لمدة ثمان سنوات ولا يجوزتمديدة اوالاضافة علية .<br><span style="text-decoration: underline">ثانيا _ متطلبات تمديد جواز السفر طبعة (S) :</span><br>1. أن يقدم حامل الجواز ما يثبت رعويته العراقية. <br>2. يملىء استمارة تصريح بطلب تمديد جواز السفر. <br>3. يستوفى رسم مقداره ( 25 ) دولار أمريكي عن التمديد. <br>4. حضور أحد الوالدين الى البعثة بالنسبة للقاصرين .<br><br><span style="text-decoration: underline">ثالثا _ الخطوات العملية لتمديد جواز السفرطبعه(S) :</span><br>1. إذا كان جواز السفر صادر من بغداد أو من سفارة أخرى يتم إرسال برقية لتأييد صحة إصدار الجواز .<br>2. بعد ورود جواب الجهة التي صدر منها الجواز يتم تسجيل الجواز ( تدوين المعلومات الخاصة بالجواز ) في سجل خاص بذلك يسمى سجل تمديد الجوازات <a shape="rect" href="http://www.mofa.gov.iq/documentfiles/129441317907264720.doc" target="_blank">( وحسب النموذج المرفق)</a> وتتضمن المعلومات المدونة ما يلي ( رقم التمديد ـ تاريخ التمديد ـ الاسم الثلاثي لحامله ـ المهنة ـ المواليد ـ أسماء الأشخاص المرافقة ـ مكان صدوره ـ مدة التمديد ) .<br>3. يدون في صفحة التمديد ( رقم التمديد ـ تاريخ التمديد ـ تاريخ انتهاء مدة الجواز مع مكان التمديد ). ويوقع من قبل القنصل ويختم بختم القنصلية . <br>4. يتم إملاء استمارة خاصة بالمعلومات عن صاحب الجواز تتضمن عنوان السكن ورقم الهاتف وعنوان البريد الالكتروني لغرض الرجوع اليها عند الحاجة <a shape="rect" href="http://www.mofa.gov.iq/documentfiles/129441325848249254.doc" target="_blank">( وحسب النموذج المرفق)</a><br>

source: FAQ's
ar_iq: الاسئلة والمعلومات

source: Q. Can an Iraqi Birth Certificate be issued to a child of a non-Iraqi father?
ar_iq: س/ هل يمكن استخراج شهادة ولاده عراقيه ( بيان ولاده ) لطفل من أب عربي أو اجنبي وام عراقيه؟

source: Ans. The Iraqi Birth certificate only can be issued to a child of an Iraqi father; it may not be issued in the event the child’s father is an Arab or a foreigner.
ar_iq: ج/ تصدر شهادة الولادة العراقيه للطفل من اب عراقي ولا يجوز اصدارها في حالة والد الطفل عربي او اجنبي.

source: Q. How the foreign marriage certificates / the judgments of divorce can be registered in the Civil Status registers of Iraq?
ar_iq: س/ كيف يتم تسجيل عقود الزواج وقرارات الحكم بالطلاق الاجنبية في سجلات الاحوال المدنية في العراق؟
