Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: To the north of al-Malwiyah, there is the Caliph House, the horsemanship yard, Bramble Hill, Ashnan Wall, Abi Dalaf Mosque, al-Mutawakkiliyah and ar-Rissassi River – to the north there’s al-Dor city. In the south, Caliphs erected several palaces, the most important of which are al-Ma’shuq (al-Ashiq) and al-Hwaisslat.
ar_iq: تمتد أطلال سامراء على الجانب الشرقي لنهر دجلة لأمتداد خمسة وثلاثين كم .ابتداء من سامراء الحديثة والى الجنوب : الجامع الكبير والملوية ، قصر بلكوراه ، القائم والقادسية . والى الشمال الملوية بيت الخليفة وساحة الفروسية وتل العليق وسور اشنان وجامع أبي دلف والمتوكلية ونهر الرصاصي والى الشمال مدينة الدور . أما في الجنوب فقد شيد الخلفاء بعض القصور كان أهمها المعشوق ( العاشق ) والحويصلات .

source: The most important of what you see in Samarra’ is: The Great Mosque, The Caliph House, Abi Dalaf Mosque, Al-Ma’shuq Palace and Al-Askari Mosque.
ar_iq: ولعل أهم ماتشاهده في سامراء هو : مسجدها الجامع ، ودار الخليفة ، وجامع أبي دلف ، وقصر المعشوق ، والروضة العسكرية .

source: Hammam Al-Alil in Ninewah:
ar_iq: حمامات العليل / نينوى:

source: It is distinguished by its mineral water which contains chemical specifications suitable for the treatment of the following diseases:
ar_iq: ويتميز بمياهه المعدنية التي تحتوي صفات كيمياوية تصلح لمعالجة الامراض التالية :

source: Rheumatism and ankylosing.
ar_iq: 1-أمراض الروماتيزم والتهاب الفقرات والمفاصل

source: Dermal disease.
ar_iq: 2-الامراض الجلدية

source: Gynecologic diseases.
ar_iq: 3-الامراض النسائية

source: Permanent neuroma and neuritis.
ar_iq: 4-الالتهابات والاورام المزمنة والعصبية

source: Gout.
ar_iq: 5-داء الملوك

source: Hypothyroidism.
ar_iq: 6--افرازات الغدة الدرقية.

source: Ain Tamur in Karbala:
ar_iq: عين التمر / كربلاء:

source: The most distinguishing things of this oasis are the numerous mineral springs therein; it has become the refuge pursued by the seekers of dermal disease treatment.
ar_iq: من ابرز ما تتميز به هذه الواحة الجميلة هي كثرة العيون المعدنية الموجودة فيها بحيث اضحت الملاذ الذي يلجأ اليه من يبحث عن علاج للامراض الجلدية .

source: Ain-Tamur (Dates Spring), named after the plentifulness of dates available there, is located about (67 km) to the southwest of Karbala city. There are many springs of mineral water flowing from their bottoms. It is noticeable that there are plenty of living creatures, which may be seen clearly. The generally low saline water of these springs contains chlorides and sulfates which make it undrinkable. However, they are excellent in the treatment of many diseases, particularly the dermal ones.
ar_iq: تقع عين التمر الى الجنوب الغربي من مدينة كربلاء المقدسة بمسافة 67 كم وسميت بعين التمر لكثرة التمر الموجود فيها. تنتشر العيون ذات المياه المعدنية التي يخرج من اعماقها ويلاحظ كثرة الكائنات الحية الموجودة فيها ويمكن مشاهدتها بكل وضوح ومياه العيون هذه قليلة الملوحة بصورة عامة وهي تحتوي على الكلوريدات والكبريتات مما يجعلها غير صالحة للشرب لكنها مميزة في علاج الكثير من الامراض الجلدية خاصة.

source: Baghdad Island Resort:
ar_iq: جزيرة بغداد السياحية:

source: It is located on Tigris banks, in Al-Fahhama area, some (20 km) to the north of Baghdad. Its area totals around (500 donams) and capacity is (20,000) visitors per day, with a density rated at (63 m2) per visitor.
ar_iq: تقع شمال العاصمة بغداد على بعد حوالي 20 كم على ضفاف نهر دجلة في منطقة الفحامة تبلغ مساحتها الكلية حوالي (500) دونم والطاقة الاستيعابية لها هي (20.000 ) زائر يوميا وبكثافة تقدر بـ ( 63) م2 للزائر.

source: Al-A’ras Island Resort:
ar_iq: جزيرة الاعراس السياحية:

source: Al-A’ras Island Resort, formerly known as Um al-Khanazir, was opened in 1979 on (678 donam) area. It includes two compounds:
ar_iq: (ام الخنازير) كما تسمى سابقا تم افتتاحها عام 1979 مساحتها الكلية (678) دونم تحتوي على مجمعين :-أ‌- مجمع الاعراس ب‌- مجمع الخضراء

source: Al-A’ras Compound.
ar_iq: أ‌- مجمع الاعراس

source: Al-Khadhra’ Compound.
ar_iq: ب‌- مجمع الخضراء

source: Al-Jadriya Lake:
ar_iq: بحيرة الجادرية :

source: It is located in the Heart of Baghdad, on the banks of Tigris, from which it obtains water. It is one of the resorts that attracts great numbers of local visitors for recreation and entertainment due to its pacific and beautiful tourism location and its pure atmosphere. The tourism business adds additional feature thereto; as the revenues played an important role in its survival and development. It is expected to add a diversity of services offered, in proportion to the visitors’ needs and desires.
ar_iq: بحيرة الجادرية تقع في قلب العاصمة العراقية وتغفو على ضفاف نهر دجلة تستمد مياهها منه وهي من الاماكن السياحية التي تجتذب اعداد كبيرة من الزائرين المحليين بقصد المتعة والترفيه كونها من الاماكن الهادئة في العاصمة بغداد وذلك لموقعها السياحي الجميل وجوهها النقي ويضيف عليها العمل السياحي ميزة اضافية التى لعبة الايرادات دوراً كبيراً في بقاءها وتطويرها حيث من المؤمل اضافة تنوع في مستوى الخدمات المقدمة تتناسب مع حاجات الزائرين ورغباتهم .

source: The island, occupies (270 donams), consists of artificial lake, restaurants, parks, boat anchorages, amusement parks and other touristic activities.
ar_iq: وهي تشغل مساحة (270) دونم , تتكون من بحيرة اصطناعية , ومطاعم ومتنزهات, ومراسي زوارق , ومدينة العاب وفعاليات سياحية اخرى.

source: Approving Corpse Entry To Iraq
ar_iq: موافقات دخول الجثمان

source: Approving Corpse Entry to Iraq<br><br>For Iraqis or Muslims from other nationalities who want to bury their dead people in Iraq, the consular section do the following steps : -<br>1 . The Embassy asks for the death certificate that has already been approved by the specialized institutions.<br>2 . The Embassy sent a telegram (includes the following information: name of the deceased - nationality of the deceased – his date of birth _ the date of death - Cause of death - place of death) to the Consular Department in the Ministry requesting approval to enter the body.<br>3 . When receiving the Ministry's reply (after obtaining the approval of the Ministry of Health ),The Mission do the following steps : -<br>a-Ratifying the death certificate of the foreigner and delivered it to his relatives , ratifying the Iraqi death certificate and the issues an Iraqi death certificate and give it to his family .<br>b- if the relatives of the foreigner deceased, who is not of Iraqi origin, to bury him in Iraq, they need to get approval of the Iraqi Ministry of Health, after that the mission ratifies the foreign death certificate and take the sum of ( 3200 ) U.S. $ as entry fee according to Article no. 61 of the Public Health Law No. ( 89 ) in 1981 and granting an escort visa to Iraq .<br>c- Preparing a facilitating letter to enter the body addressing the relevant health authorities at the borders or airports ( including the approval from the Ministry of Foreign Affairs / Consular Department mentioned in its telegram ) .<br>d- The consul or his nominee should be existed in the place where the body located for the purpose of sealing the coffin with red wax.<br>4 . The Public Health Law instructs that If the body could not be moved for any reason at the time, it was not permissible to bring out the body from the grave and moved it to Iraq only a year after the date of burial.
ar_iq: في كثير من الأحيان يرغب ذوو المتوفين سواء كانوا عراقيين أو مسلمين من جنسيات أخرى أن يدفن موتاهم في العراق أما لقربهم من عوائلهم أو لمعتقدات دينية أو مذهبية. وفي كل الحالات تقوم الشعبة القنصلية بالاجراءات التالية :-1<br>. بعد تلقي السفاره نبأ الوفاة ورغبة ذوي المتوفي دفنه داخل العراق تطلب شهادة الوفاة مصدقة من الجهات المختصة.<br>2. ترسل السفاره برقية إلى الدائرة القنصلية في ديوان وزارة الخارجية تطلب فيها الموافقة على دخول الجثمان على أن تتضمن البرقية المعلومات التالية : اسم المتوفى_ جنسية المتوفى _ مواليد المتوفى _ تاريخ الوفاة _ سبب الوفاة_ مكان الوفاة.<br>3. عند ورود جواب المركز بالموافقة ( بعد استحصال موافقة وزارة الصحة )تقوم البعثة بالإجراءات التالية :-<br>أ ـ تصديق شهادة الوفاة للأجنبي وتسليمها لذويه وتصديق شهادة الوفاة للعراقي وإصدار شهادة وفاة عراقية وتسليمها لذويه.<br>ب ـ إذا رغب ذوي المتوفى الاجنبي الذي ليس من أصل عراقي دفنه في العراق فأن ذلك يتطلب أستحصال موافقة الجهات العراقية المختصة (وزارة الصحة) على الدفن ، وبعد حصول الموافقة تقوم البعثة بتصديق شهادة الوفاة الاجنبية وأستحصال مبلغ (3200) دولار أمريكي كرسم لدخول جثمان غير العراقي أستناداً الى المادة (61) من قانون الصحة العامة المرقم (89) لسنة 1981 ومنح مرافقة سمة دخول الى العراق .<br>ج ـ إعداد كتاب تسهيل مهمة دخول الجثمان موجه إلى السلطات الصحية المختصة في نقاط الحدود أو المطارات مع ذكر ( حصلت موافقة وزارة الخارجية / الدائرة القنصلية ببرقيتها المرقمة والمؤرخة ).<br>د ـ حضور القنصل أو من يخوله إلى مكان وجود الجثمان لغرض ختم التابوت بالشمع الأحمر بعد ملاحظة الجثمان داخل التابوت , وبعد إغلاق التابوت(يختم الشمع في نقاط فتح باب التابوت).4<br>. اذا تعذر نقل الجثمان لاي سبب كان في حينه فلا يجوز اخراج الجثمان من القبر ونقله الى العراق الا بعد مرور سنة من تاريخ الدفن وحسب تعليمات قانون الصحة العامة.

source: Authorization
ar_iq: الوكالات

source: Legal Authorization
ar_iq: التوكيلات القضائية

source: First: the issuance of authorizations (general and limited)<br> A large numbers of citizens residing abroad need to grant general or limited authorizations to be used by the people inside Iraq. The Consul needs to consider the following:<br> 1. The authorization cannot be issued the Iraqi citizen still has the Iraq IDs.<br> 2. The authorizations are of two types: A- General authorization: authorizes the person who gets it the right to dispose all properties of the person who authorizes him. Therefore, granting it must be accurate. This authorization does not expire unless it is abolished by the authorizer through filling out the application form for dismissing the authorized (notification and dismissal document) and attaching (informing notice) in accordance to the templates in the embassy. The general authorization is of two types (authorizing a person/model template 12 1) (authorizing a lawyer/template 12-2) the photos of the authorizer and the authorized are put and stamped.<br> B- Limited authorization: given for one or several specific issues, which gives the authorized a limited right to dispose within the specified issues, work, repercussions as required by the type of work or custom. For the purpose of following up a specific task or accomplish a specific job and ends with the end of its purpose (template No. 13).<br> <br> C- For both general and limited authorization, a fee is paid upon ratification, which differs in the amount from one to another in a receipt (37 a).<br> <br> 3. The authorization is of 3 copies and is signed by the authorize himself. The first copy is given authorizer, the second is kept in the authorizations record, and the third is kept in a special file.<br> <br> 4. The general and limited authorization is made for one or several authorized persons, in case there were several persons in one authorization, then, they are not allowed to work individually unless expressly stated in the authorization. Also, the authorization may be written by more than one person, in this case the fees are collected depending on the number of the authorized, as if each one of them has a separate authorization.<br> <br> <br> Second, procedure followed for issuing authorizations<br> <br> 1. When the applicant submits his/her request, the Consul checks the applicant's IDs such as the nationality card (Jinsiya) and nationality certificate (shahadat Al jinsiya).<br> 2. The Consul read out the authorization to the applicant and its type (general - limited) the authorizer recognizes signs it in front of the consul.<br> 3. The Consul fills his/her part of the authorization, namely, (I certify that …. the authorizer in this authorization is Mr. …. Identified by the (Jinsiya or shahadat Al jinsiya) dated …. Numbered ...... issued on ........ from the province of ……… and I have read out the authorization items on .. /.. /200.. The Name of the Consul................. signature and stamp of the Consulate.<br> 4. The Consul must write the full name of the authorizer and his/her permanent address and number and date of jinsiya and shahadat Al jinsiya.<br> 5. Writing down the authorization in the register of authorizations and give it a number and date of issuance, and the signature of the authorizer in the register.<br> 6. The first copy of the authorization is attached in the register and stamped equally between the register and the authorization. The general number of the authorization is the page number of the register and the register number, on the cover of the register. The register is full during the year, another register is opened number (2) and so the number of the page.<br> <br> Third, instructions for issuing authorizations<br> A. The authorizer must appear in person in front of the Consul when issuing authorization.<br> B. The full information for the authorizer must be written in the register depending on nationality card (Jinsiya) and nationality certificate (shahadat Al jinsiya) and not to rely on the passport (writing the number and date of release for each of the nationality card (Jinsiya) and nationality certificate (shahadat Al jinsiya) as the real estate departments rely during the purchase transaction on the nationality card (Jinsiya) and nationality certificate (shahadat Al jinsiya) to compare it with the information in the authorization.<br> C. Personal photo of the authorizer is glued and stamped by the consulate stamp.<br> D. The number of the real estate must be written in full as in the deed (number of the land and district) not just the address (street, area, house) in case of the limited authorizations.<br> E. Accuracy in information of the authorizers and the authorized and the details of the authorizations.<br> E. Preferably, the signature of the authorizer must be in Arabic.<br> F. Preferably, a copy of the legal share holders and the deed must be attached.<br> G. Updated life certificate must be attached.<br> (Consular Department letter No. 8/9/1/68076 of 24/4/2008)<br> <br> Note on issuing endorsement from the authorizer:<br> In order to reduce forgery, the Directorate of Real Estate Registration asked that an a printed endorsement must be attached with each authorization to sell a property from the authorizer to the authorized and signed by him in addition to the left thumb print on the endorsement. It must be signed and stamped by the Consul and write the full address and phone number of the authorizer on the endorsement letter. The Mission keeps a copy of the endorsement and the authorization for reference when needed, according to the attached form number (1).<br> (Consular Department letter No. 8/9/1/85079 on 30/8/2010)<br> (Consular Department letter No. 6/9/1/18840 on 24/5/2011)<br> <br> Fourth: vehicles selling authorizations<br> For the documentation of the selling a vehicle or usage authorization on behalf of the rightful owner, the vehicle number and year of manufacture, color, and number of the VIN and engine. The authorization needs to be stamped by the Directorate of Traffic / computer in order to become effective. Three types of authorizations are used and according to the attached forms that are different from one to another, according to the purpose as follows: -<br> 1. Model (1) is used for selling and driving vehicles.<br> 2. Model number (2) is used for driving a vehicle.<br> 3. Model No. (3) for purchase and registration of a vehicle.<br> <br> <br> As for the vehicles that were not recorded in Iraq and recently entered, the authorization model No. (4) is used.<br> Consular Department letter number:<br> 8/4/22/74285 on 13/5/2010<br> 8/4/2/c/86950 on 11/6/2009<br> <br> Fifth: Cancelling Authorizations<br><br> Cancelling the authorization in accordance with the provisions of the civil law is done by the authorizer by filling template number (1) for the cancelling the authorized in an accurate way in addition to sending template number (2) to notify the authorized that is stamped by the consular stamp and the name and signature of the Consul to notify the authorized by the Ministry of Justice / Department of Legal Notary.<br> A passport copy is sent with the template. The fee for the template is taken which is 350 Iraqi Dinar which equals $1 in accordance to receipt (37a) (letter ​​No.8/4/21/93270 on 5/8/2009).
ar_iq: <p>أولاً: إصدار الوكالات ( العامة والخاصة )</p> <p><br> تحتاج أعداد كبيرة من المواطنين المقيمين في الخارج إلى منح وكالات سواء عامة أو خاصة إلى أشخاص لغرض استخدامها داخل العراق وعلى القنصل مراعاة ما يلي :<br> 1. لا يمكن إصدار وكالة إلا للمواطن العراقي الذي لايزال يحتفظ بمستمسكاته العراقية.<br> 2. أن الوكالات على نوعين :<br> أ ـ الوكالة العامة: وهي الوكالة التي تخول الشخص الذي تمنح له حق التصرف بكافة الممتلكات الخاصة بالموكل. لذلك فأن منحها يجب أن يكون بشكل دقيق. وهذه الوكالة لا ينتهي مفعولها إلا بإلغاءها عن طريق الموكل بملء الاستمارة الخاصة بعزل الوكيل ( انذار وعزل الوكيل ) مرفق بها ( ورقة تبليغ انذار ) وحسب النماذج الموجودة في السفارة ، والوكالة العامة على نوعين (توكيل أحد الأشخاص / <a href="http://www.mofa.gov.iq/documentfiles/%D9%88%D9%83%D8%A7%D9%84%D8%A9%20%D8%B9%D8%A7%D9%85%D8%A9.doc" target="_self">نموذج رقم 12ـ 1</a> ) المرفق و(توكيل إلى محامي / <a href="http://www.mofa.gov.iq/documentfiles/129441364923937066.doc" target="_self">نموذج 12 ـ 2</a> ) المرفق,و تلصق صورة الوكيل و الموكل و تختم بختم القنصلية).<br> ب ـ الوكالة الخاصة: وهي الوكالة التي تمنح للوكيل في مسألة أو عدة مسائل معينه أو التي تمنحه سلطة خاصة محدودة وهي لاتخوله حق التصرف إلا فيما بينته من المسائل أو الاعمال وتوابعها الضرورية حسبما يقتضيه نوع العمل أو العرف . لغرض انجاز مهمة معينة أو انجاز عمل معين وتنتهي بانتهاء موضوعها (<a href="http://www.mofa.gov.iq/documentfiles/%D9%88%D9%83%D8%A7%D9%84%D8%A9%20%D8%AE%D8%A7%D8%B5%D8%A9.doc" target="_self">نموذج رقم 13</a>) المرفق. <br> ج ـ لكل من الوكالة العامة والخاصة رسم يستوفى عند التصديق عليها يختلف في مقداره من وكالة الى اخرى وبموجب وصل محاسبة (37أ).<br> 3. تكون الوكالة بثلاث نسخ ويتم التوقيع عليها من قبل الموكل مباشرةً وتعطى النسخة الاولى لصاحب الوكالة وتلصق النسخة الثانية في سجل الوكالات والثالثة تحفظ في الاضبارة المختصة.<br> 4. تنظم الوكالة العامة والخاصة لوكيل واحد او لعدة وكلاء فأذا عين عدة وكلاء بوكالة واحدة ولاجل مسألة واحدة فلا يجوز أن يعملوا منفردين الا اذا ورد نص صريح على ذلك في متنها . كذلك قد ينظم الوكالة اكثر من شخص وفي هذه الحالة تستوفى الرسوم تبعاً لعدد الموكلين وكأن لكل واحد منهم قد نظم وكالة على حده.</p> <p><br> ثانياً: إجراءات إصدار الوكالة العامة أو الخاصة</p> <p><br> 1. عند تقديم صاحب الوكالة طلباً إلى القنصل لمنح وكالة يقوم القنصل بالتأكد من الوثائق العراقية التي يحملها مثل هوية الأحوال المدنية ـ شهادة الجنسية.<br> 2. يقوم القنصل بقراءة الوكالة على الموكل وتحديد نوعها ( عامة ـ خاصة ) وان يعترف بها الموكل ويوقعها أمام القنصل . <br> 3. يملأ القنصل الفقرات الخاصة به وهي (( أصادق بأن ..... الموكل في هذه الوكالة هو السيد .... المعرف (بهوية الأحوال المدنية أو شهادة الجنسية) المرقمة ...... والمؤرخة ..... والصادرة في ......... بتاريخ .......... من محافظة ......... وقد تلوت عليه مندرجاتها فأعترف بمنطوقها في اليوم ....... / / 200 اسم القنصل ................. التوقيع وختم القنصلية. <br> 4. يجب على القنصل تثبيت الاسم الثلاثي للموكل وعنوانه الدائم و رقم وتاريخ شهادة الجنسية العراقية وهوية الاحوال المدنية.<br> 5 . تسجيل الوكالة في سجل الوكالات ومنحها رقم الصادر وتاريخ الإصدار وتوقيع الموكل في سجل الوكالات.<br> 6. تلصق النسخة الاولى من الوكالة في السجل وتختم مناصفة بين السجل والوكالة ويكون الرقم العمومي رقم صفحة السجل ورقم السجل المدون على غلاف السجل فأذا ينتهي السجل خلال السنة يفتح سجل رقم (2) وهكذا يكون الرقم العمومي رقم الصفحة .</p> <p><br> </p> <p>ثالثاً: التعليمات الخاصة باصدار الوكالات</p> <p> </p> <p>أ. يجب حضور الموكل امام القنصل والتأكد من شخصيته عند أصدار الوكالة. <br> ب. أدراج المعلومات الكاملة للموكل اعتماداً على شهادة الجنسية وهوية الاحوال على الوكالة وعدم الاعتماد على جواز السفر (يثبت رقم وتاريخ الاصدار لكل من شهادة الجنسية وهوية الاحوال على الوكالة ) حيث ان دوائر التسجيل العقاري تعتمد في اجراء معاملة الشراء على شهادة الجنسية ووهوية الاحوال لغرض مطابقتها مع ما هو مدرج في الوكالة .<br> جـ. يتم الصاق الصورة الشخصية للوكيل والموكل أو الموكلين وتختم بختم القنصلية للمذكورين.<br> د. يجب أدراج رقم العقار كاملاً كما في سند الملكية ( رقم القطعة والمقاطعة أو التسلسل ) وليس العنوان فقط ( الزقاق، محلة، دار ) في حالة كون الوكالات خاصة. <br> هـ. الدقة في ذكر المعلومات الخاصة بالموكلين ووكلائهم وتفاصيل الوكالات.<br> و. يفضل أن يكون توقيع الموكل على وكالته باللغة العربية.<br> ز. يفضل إرفاق نسخة من القسام الشرعي وسند الملكية .<br> ح. ترفق مع الوكالة شهادة حياة حديثة للموكل .<br> (اعمام الدائرة القنصلية المرقم 8 /9 /1 /68076 في 24 /4 /2008 )</p> <p> </p> <p>ملاحظة حول إصدار إقرار من الموكل:</p> <p><br> </p> <p>لغرض الحد من عمليات التزوير طلبت مديرية التسجيل العقاري أن ترفق مع كل وكالة بيع عقار تصدرها البعثة إقرار مطبوع وليس بخط اليد من الموكل الى الوكيل بعملية التوكيل موقعاً من قبله وتثبيت بصمة إبهامه الأيسر على الإقرار ويختم ويوقع من قبل القنصل ويثبت عنوان الموكل الكامل ورقم هاتفه في ساحة عمل البعثة على ورقة الإقرار وتحتفظ البعثة بصورة من الإقرار الخطي مع الوكالة لغرض الرجوع اليه عند الحاجة وحسب <a href="http://www.mofa.gov.iq/documentfiles/129360133918245964.doc" target="_self">النموذج المرفق رقم (1)</a>.</p> <p>(اعمام الدائرة القنصلية 8 /9 /1 / 85079 في 30/ 8 /2010)</p> <p>(أعمام الدائرة القنصلية 6 /9 /1 /18840 في 24 /5 /2011) .</p> <p><br> </p> <p>رابعاً: وكالات بيع المركبات</p> <p><br> </p> <p>لغرض توثيق وكالة بيع المركبة أو استخدامها نيابة عن مالكها الشرعي يقتضي أن يثبت رقمها وسنة صنعها ولونها ورقم شاصيها ومحركها على ان تختم الوكالة من مديرية المرور المختصة / الحاسبة لكي تصبح سارية المفعول وتستخدم لذلك ثلاثة انواع من الوكالات وحسب النماذج المرفقة وتختلف الواحدة منها عن الاخرى بحسب الغرض من الوكالة وكما يلي :-</p> <p>1. <a href="http://www.mofa.gov.iq/documentfiles/%D9%88%D9%83%D8%A7%D9%84%D8%A9%20%D8%AE%D8%A7%D8%B5%D8%A9%20%D8%A8%D8%A7%D9%84%D8%A8%D9%8A%D8%B9%20%D9%88%D9%82%D9%8A%D8%A7%D8%AF%D8%A9%20%D8%A7%D9%84%D9%85%D8%B1%D9%83%D8%A8%D8%A7%D8%AA.doc" target="_self">النموذج رقم (1)</a> يستخدم لبيع وقيادة المركبات.<br> 2. <a href="http://www.mofa.gov.iq/documentfiles/129440570991398708.doc" target="_self">النموذج رقم (2)</a> يستخدم لقيادة المركبات.<br> 3. <a href="http://www.mofa.gov.iq/documentfiles/129440574271013914.doc" target="_self">نموذج رقم (3)</a> خاص بشراء وترقين قيد المركبة.<br> أما بالنسبة للمركبات التي لم تسجل في العراق والداخلة اليه حديثاً فتستخدم لهذا الغرض الوكالة <a href="http://www.mofa.gov.iq/documentfiles/%D9%88%D9%83%D8%A7%D9%84%D8%A9%20%D8%AE%D8%A7%D8%B5%D8%A9%20%D8%A8%D8%AA%D8%B3%D8%AC%D9%8A%D9%84%20%D9%85%D8%B1%D9%83%D8%A8%D8%A9%20%D8%AD%D8%AF%D9%8A%D8%AB%D8%A9.doc" target="_self">نموذج (4) المرفق</a>.</p> <p>أعمامي الدائرة القنصلية المرقمين:<br> (8 /4 /22 /74285 في 13 /5 /2010)<br> (8 /4 /2 /س /86950 في 11 /6 /2009)<br> <br> <br> خامساً: أسقاط الوكالة العامة او الخاصة</p> <p><br> </p> <p>إن عزل الوكيل وفق احكام القانون المدني يكون من قبل الموكل وان يكون ذلك بملاء <a href="http://www.mofa.gov.iq/documentfiles/129440488885546852.doc" target="_self">النموذج رقم (1) المرفق</a> الخاص بعزل الوكيل (انذار وعزل الوكيل) بصورة دقيقة اضافة الى ذلك يرسل <a href="http://www.mofa.gov.iq/documentfiles/129440495301179838.doc" target="_self">النموذج رقم (2) المرفق</a> الخاص بتبليغ الشخص المطلوب تبليغه (ورقة تبليغ وانذار )مثبت عليها الختم القنصلي واسم وتوقيع القنصل لغرض تبليغ الشخص المطلوب تبليغه من قبل وزارة العدل /دائرة كتاب العدول .<br> ترسل مع طلب عزل الوكيل صورة جواز سفر الموكل ويستوفى الرسم الخاص بطلب عزل الوكيل المقرر (350) دينار بما يعادل دولار أمريكي واحد وبموجب وصل محاسبة(37أ) ( أعمامنا المرقم 8 /4 /21 /93270 في 5 /8 /2009). <br> </p>

source: Birth Certificate
ar_iq: شهادة الولادة

source: First - Birth Certificates:
ar_iq: اولا _ شهادات الولادة :
