Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Security Council resolution onsanctionsAssociated
ar_iq: قرار مجلس الأمن بشأن العقوبات

source: Res.2107(2013)
ar_iq: قرار 2017 سنة 2013

source: Security Council resolution on Iraq's Exit from Provisions of Chapter VII.
ar_iq: نص قرار مجلس الأمن رقم (2107) لعام 2013 حول خروج العراق من احكام الفصل السابع.

source: for more details...
ar_iq: لتفاصيل اكثر

source: Res.1956(2010)
ar_iq: القرار 1956 (2010)

source: Adopted by the Security Council at its 6450th meeting, on 15 December 2010.
ar_iq: الذي اتخذه مجلس الأمن في جلسته ٦٤٥٠ المعقودة في ١٥ كانون الأول/ديسمبر ٢٠١٠

source: Res.1957(2010)
ar_iq: القرار 1957(2010)

source: Res.1958(2010)
ar_iq: القرار 1958(2010)

source: Res.1618(2005)-4 August 2005
ar_iq: القرار 1618(2005)

source: Condemns without reservation and inthe strongest terms the terrorist attacks that have taken place in Iraq,and regards any act of terrorism as a threatto peace and security.
ar_iq: قرار ادانة الارهاب في العراق ، ويؤكد على عدم السماح للاعمال الارهابية بتعطيل عملية التحول السياسي والاقتصادي الجارية في العراق .

source: Res.1538(2004)-12 April 2004
ar_iq: القرار 1538(2004)

source: Expressing the desire to see a full and fair investigation of efforts by the former Government of Iraq,including through bribery,kickbacks,surcharges on oil,sales,and illict payments inregard to purchases of huminitarian goods, to evade the provisions of resolution 661 (1991)of 6 August 1990 and subsequent relevant resolutions...
ar_iq: الترحيب بلجنة التحقيق المستقلة ( لجنة فولكر ) بادارة برنامج النفط مقابل الغذاء التي قرر الامين العام للامم المتحدة انشاءها .

source: The New Iraq
ar_iq: العراق الجديد

source: •The new Iraq inherited a heavy legacy of hostility and distrust as a result of the irresponsible policies of the former regime towards the neighboring and far countries which led to a decline in the country's position in the international community.
ar_iq: • ورث العراق الجديد تركة ثقيلة من العداء وانعدام الثقة نتيجة لسياسات النظام السابق غير المسؤولة أتجاه القاصي والداني التي ادت الى تراجع مكانة البلاد في المجتمع الدولي.

source: •The Foreign Ministry in the new Iraq faced these challenges and still, to address that legacy in a bid to retrieve 's position that befits rich civilization heritage and its people and its riches.
ar_iq: • واجهت وزراة الخارجية في العراق الجديد تلك التحديات وماتزال، لمعالجة ذلك الارث سعيا لأعادة العراق الى مكانته التي تليق بأرثه الحضاري الثري وبشعبه الكريم وبثرواته الزاخرة.

source: •As representatives of the new Iraq, we have actively and successfully worked on removing the isolation condition to achieve the goals of our foreign policy in a responsible vision in accordance with the following:
ar_iq: • وبصفتنا ممثلين للعراق الجديد، عملنا بنشاط ونجاح على ازالة حالة العزلة مواصلين تحقيق اهداف سياستنا الخارجية برؤية مسؤولة وفق الاتي:

source: 1-To protect Iraq's security and promote stability and preserve the unity and harmony of society.
ar_iq: 1. حماية امن العراق وتعزيز استقراره والحفاظ على وحدته ووئام مجتمعه.

source: 2-To move forward in the expansion of bilateral diplomatic relations area with the world countries and bring the international community to contribute in the reconstruction of Iraq and its infrastructure and development.
ar_iq: 2. المضي قدماً في توسيع مساحة العلاقات الدبلوماسية الثنائية مع دول العالم مشاركة المجتمع الدولي في عملية اعادة اعمار العراق وبناه التحتية وتطويرها.

source: 3-Contribute to building the economy in a thoughtful way that ensures raising the standard of the Iraqi people's living.
ar_iq: 3. المساهمة في بناء الاقتصاد على نحو مدروس وبما يضمن رفع المستوى المعاشي للشعب العراقي الكريم.

source: 4-Promoting the activity of the Iraqi diplomatic missions and enhances Iraq's interests in political, economic, social and cultural spheres.
ar_iq: 4. تدعيم نشاط البعثات الدبلوماسية العراقية وتعزيز مصالح العراق للارتقاء بها في جميع الميادين السياسية والاقتصادية والاجتماعية والثقافية.

source: 5-Continue the support of Iraq's role in multilateral bodies towards a more active work, and strive to expand Iraq's international participation by joining more of those bodies, particularly the economic ones.
ar_iq: 5. مواصلة العمل على دعم دورالعراق في الهيئات متعددة الاطراف نحو مزيد من النشاط الفاعل، والسعي لتوسيع مشاركته الدولية عبر الانضمام الى مزيد من تلك الهيئات وبصفة خاصة الاقتصادية منها.

source: 6-Continue upgrading the work of the Ministry of Foreign Affairs and the level of performance, guided by the constitutional basis and legal controls designed to achieve Iraq's vision in a way that matches its prestigious stature as a civilization and people.
ar_iq: 6. الاستمرار بالارتقاء بعمل وزارة الخارجية ومستوى ادائها مسترشدين بالاسس الدستورية والضوابط القانونية الهادفة لتحقيق رؤية العراق بما يليق بمكانته المرموقة حضارة وشعبا.

source: 7-Strengthen the foundations of democracy within the framework of sovereignty, unity and equality among citizens.
ar_iq: 7. تعزيز دعائم الديمقراطية في اطار السيادة والوحدة والمساواة بين المواطنين.

source: •Iraq confirms its peaceful foreign policy aiming at normalization of diplomatic relations with the international community on the basis of cooperation and respect for mutual interests and sponsoring them in accordance with the international law and stand at the same distance from all international parties in an equitable manner.
ar_iq: • يؤكد العراق على سلمية سياسته الخارجية الرامية الى تطبيع علاقاته الدبلوماسية مع المجتمع الدولي على اسس التعاون واحترام المصالح المتبادلة ورعايتها وفق القانون الدولي والوقوف على مسافة واحدة من جميع الاطراف الدولية على نحو عادل.

source: Main News
ar_iq: الأخبار الرئيسية

source: Read more
ar_iq: اقرأ المزيد

source: Other News
ar_iq: المزيد من الأخبار

source: Consular Services
ar_iq: الخدمات القنصلية

source: Investment in IRAQ
ar_iq: الإستثمار في العراق

source: Dear Investor
ar_iq: عزيزي المستثمر

source: The investment opportunities found in today’s Iraq vary in type, size, scope,sector, purpose, and structure. Potential investors will find an openlandscape to develop projects that will fill the needs of Iraq’s expanding and demanding population. Iraq’s location at the center of many historic andcurrent middle-east trade routes provides an undeniable advantage;combined with a variety of natural resources and a desire for advanced quality of life, this advantage creates many opportunities for builders,suppliers, transporters, developers, producers, providers, manufacturers,servicers, and financiers, all of whom will find many avenues by which to establish new relationships, build new operations, create new markets, and develop new mutually beneficial business connections.
ar_iq: في هذه الوثيقة نقدم نظرة عامة مفصلة عن العراق وملخص لكل محافظة وتفاصيل معينة بخصوص كل قطاع ، ونقدم أيضا قائمة بالفرص التي سبق وأن تم التعرف عليها وندعوكم لمراجعة هذه المعلومات ونرحب باستفساراتكم المتعلقة بهذه الفرص ونشجعكم على أن تقدموا لنا أفكاركم ومقترحاتكم. وستجدوننا مستعدين للسماع والعمل معكم في تطوير طرق بناءة ومثمرة لاستيعاب المستثمرين الذين يرغبون بالمساهمة الايجابية في الازدهار الاقتصادي للعراق وشعبه.

source: Links
ar_iq: روابط

source: Ministry Departments
ar_iq: أقسام الوزارة

source: Ministry's Announcements
ar_iq: اعلانات الوزارة

source: Ministry of Foreign Affairs Receives Health Insurance Offers
ar_iq: عروض برامج التأمين الصحي لموظفي البعثات الدبلوماسية والقنصلية في الخارج

source: ownload More details
ar_iq: تفاصيل أكثر

source: Announcement
ar_iq: اعلان الدائرة القنصلية

source: information about the property or documents belonging to the State of Kuwait to contact our ministry in order to return them to Kuwait...
ar_iq: اعلان عن ممتلكات او وثائق تعود لدولة الكويت الشقيقة

source: Announcement on Missing People during the War in Kuwait and their Whereabouts
ar_iq: اعلان عن المفقودين في حرب الكويت او على رفاتهم

source: Promotions for health insurance<
ar_iq: عروض برامج التأمين الصحي لموظفي البعثات الدبلوماسية والقنصلية في الخارج

source: Promotions for health insurance programs for mofa employee in missions and consulates
ar_iq: عروض برامج التأمين الصحي لموظفي البعثات الدبلوماسية والقنصلية في الخارج

source: Name: Dr. Ibrahim al-Jaafari
ar_iq: الأسم: الدكتور ابراهيم الجعفري

source: Iraqi Foreign Ministry.
ar_iq: وزارة الخارجية العراقية

source: Former Iraqi Prime Minister.
ar_iq: وزير الخارجية العراقية

source: Date
ar_iq: التاريخ

source: Curriculum Vitae
ar_iq: السيرة الذاتية

source: Ibrahim &nbsp;Al Ashaiqer, surnamed (Jaafari), Foreign Minister,born in the holy city of Karbala.
ar_iq: وُلِد السيد وزير الخارجية إبراهيم الأشيقر الملقب بـ(الجعفري)في مدينة كربلاء المقدسة.

source: Joined the Islamic Dawa Party.
ar_iq: انضم الى حزب الدعوة الاسلامية

source: Got the highest secondary school grade at Mosul City that enabled him to join the Faculty of Medicine, University of Mosul.
ar_iq: حصل على اعلى معدل على مستوى المحافظة أهله لدخول كلية الطب في جامعة الموصل.

source: Mr. Jaafari got married, with two sons and three daughters.
ar_iq: تزوج الجعفري وانجب ولدين وثلاث بنات.

source: February, Left Iraq with his family, heading to Syria, and from there to Iran until 1990.
ar_iq: غادر العراق مع عائلته في شهر شباط متوجهاً الى سورية، ومنها الى ايران حتى عام 1990.

source: He was elected a member of the Islamic Dawa Party.
ar_iq: انخرط في صفوف حزب الدعوة الاسلامية.

source: Participated in founding the Islamic Supreme Council, and be in charge of the Executive Office and the Executive Committee.
ar_iq: شارك في تاسيس المجلس الاعلى الاسلامي، وتصدى لمسؤولية رئاسة المكتب التنفيذي واللجنة التنفيذية.

source: Resided at London until 2003.
ar_iq: قطن في لندن حتى عام 2003.

source: Participated in the formation and leadership of (The Joint Action Committee of the Iraqi Opposition).
ar_iq: شارك في تشكيل وقيادة(لجنة العمل المشترك للمعارضة العراقية).

source: Participated in the Iraqi political conferences, such as the (Beirut Conference).
ar_iq: شارك في المؤتمرات السياسية العراقية، مثل:(مؤتمر بيروت).

source: Participated in the formation and leadership of the (United National Congress).
ar_iq: شارك في تشكيل وقيادة (المؤتمر الوطني العراقي الموحد).

source: Elected officially as a Spokesman for the Islamic Dawa Party.
ar_iq: انتخب ناطقاً رسميا لحزب الدعوة الاسلامية.

source: Called to form the (Coalition of the Iraqi National Powers) which includes 17 political forces, along with 33 Iraqi figures representing the (Plenary Session).
ar_iq: دعا الى تشكيل (ائتلاف القوى الوطنية العراقية)، الذي انضمت اليه (17) من القوى السياسية الى جانب (33) شخصية سياسية عراقية بمثابة (الهيئة العامة).

source: 2003 After the fall of Saddam's regime, in August 2003, Dr. Jaafari became the first president of the Governing Council. The most prominent achievements were: forming a 25 members committee to prepare the draft new Iraqi constitution. He set up basis for the political relations of the new Iraq and visited seven Arab countries in seven days, in addition to his visit to the League of Arabic States in Cairo, where he delivered a distinctive speech. He formed the first Iraqi government in the new testament.
ar_iq: بعد سقوط نظام صدام، شغل الدكتور الجعفري منصب اول رئيس لمجلس الحكم في اب 2003م, ومن ابرز المنجزات:تشكيل لجنة إعداد مسودة الدستورالعراقي الجديد من 25 عضواً، واسس لعلاقات سياسية للعراق الجديد حيث زار سبع دول عربية في سبعة ايام، اضافة الى زيارتة للجامعة العربية في القاهرة، حيث القى خطابا مميزا على منبرها، كما شكل الجعفري اول حكومة عراقية في العهد الجديد.

source: Dr. Ibrahim Al Jaafari occupied the Vice-President post of the Republic of Iraq. He contributed effectively to enhance compatibility and smooth flow in government work between the presidency and the cabinet. He found in his work as Vice-President a chance to enhance general Iraq's relations and Iraqi - Arab relations in particular.
ar_iq: شغل الدكتور الجعفري منصب نائب رئيس الجمهورية، اذا ساهم بفعالية في تعزيز التوافق والانسيابية في العمل الحكومي بين رئاسة الجمهورية ورئاسة الوزراء، ووجد في عمله كنائب لرئيس الجمهورية فرصة لترسيخ العلاقات العراقية - الاقليمية عامة، والعلاقات العراقية - العربية خاصة.

source: occupied the Prime Minister post, as the first elected Prime Minister of Iraq, following the general elections which the Iraqi people participated in heavily January 30, 2005. He managed to achieve significant achievements during the transitional government time, by starting the wide development projects; to promote collapsed infrastructure, overcome the heavy legacy of the previous regime, in addition to the creation of the preparation and approval requirements of the (permanent constitution) of Iraq, and the successful election the permanent (House of Representatives) in under successful security, as well as paying great attention to the media, poets, artists, writers and athletes. He also laid the foundations of the rule of law and contributed to the consolidation of the foundations of the new Iraqi state.
ar_iq: شغل منصب رئيس الوزراء كأول رئيس وزراء منتخب للعراق، إثر الانتخابات العامة التي شارك فيها الشعب العراقي بكثافة في الــ30 من كانون الثاني 2005م.واستطاع الجعفري ان يحقق منجزات كبيرة خلال الحكومة الانتقالية، بالبدء بوضع المشاريع التنموية والواسعة؛ للنهوض بالبنى التحتية المنهارة، وتجاوز التركة الثقيلة التي خلفها النظام المقبور، إضافة إلى تهيئة مستلزمات اعداد وإقرار(الدستور الدائم) للعراق، وانتخاب (مجلس النواب)الدائم بنجاح في اجراءات امنية ناجحة ايضاً فضلاً عن اهتمامه الكبير بالاعلاميين والشعراء والفنانين والأدباء والرياضيين، كما ارسى دعائم دولة القانون، وساهم في ترسيخ أسس الدولة العراقية الجديدة.

source: 2006 Jaafari became a member of the House of Representatives for two terms; 2006 until 2010, and 2010 until 2014, in addition to the presidency of the National Alliance.
ar_iq: اصبح عضوا لمجلس النواب لدورتيين من 2006 ولغاية 2010، ومن 2010 لغاية 2014، فضلا عن رئاسته للتحالف الوطني.

source: 2008 He announced the establishment of the National Reform Trend on May 31, 2008 and participated in the first provincial elections on January 2009.
ar_iq: أعلن عن انطلاق تيار الاصلاح الوطني في 2008/5/31م ، والذي شارك في أول موسم انتخابي لمجالس المحافظات في كانون الثاني 2009م.

source: 2010 He was elected as President of the Iraqi National Alliance, played a pivotal role in the convergence of views and solving political differences, and the formation of the Iraqi government.
ar_iq: شغل منصب رئيس التحالف الوطني العراقي، وقد لعب دورا محورياً كبيراً في تقريب وجهات النظر والمساهمة في حل الخلافات السياسية، وتشكيل الحكومة العراقية.

source: Foreign Minister, Incumbent, in the government of Dr. Haider Al Abadi.
ar_iq: شغل منصب وزير الخارجية في حكومة الدكتور حيدر العبادي 2014م.

source: Has several books, studies, and researches, including (State Approach),(Experience of Rule),(Woman .. the Battle of Identity),(Art .. Pulse of Life),(Youth Between Authenticity and Innovation),(Students Makers of Life).<br> Several books were written about him: (Ring of Fire),(Iraqi Labor),(For A Better Tomorrow),(Kings and Message).
ar_iq: - له عدة بحوث ومؤلفات ودراسات، منها(خطاب الدولة) ، (تجربة الحكم) ، (المرأة معركة الهوية) ، (الفن نبضة حياة) ، (الشباب بين الاصالة والتجديد) ، (الطلبة صناع الحياة).- كتبت عنه عدة كتب منها (حزام النار) ، (المخاض العراقي) ، (لغد افضل) ، (ومن الملوك رسالة).

source: Ministry's Magazine
ar_iq: مجلة الوزارة

source: Quartely Magazine means in Foreign Affairs Service inside and outside Iraq...
ar_iq: مجلة Quartely تعني في خدمة الشؤون الخارجية داخل العراق وخارجه ...

source: Sada Al-Kharidiya
ar_iq: مجلة صدى الخليج

source: Read in this issue...
ar_iq: اقرأ في هذا الإصدار

source: Baghdad Summit is a political and diplomatic success for Iraq.
ar_iq: قمة بغداد نجاح سياسي ودبلوماسي للعراق

source: Iraq and the United Nations Organizations in Rome.
ar_iq: العراق ومنظمات الأمم المتحدة في روما

source: The Third Iraqi Ambassadors Conference:<br>&nbsp; Serious revision of what has been achieved... and a new start to the future.<br><br>Italian Ambassador to Baghdad:<br>&nbsp; Iraq would be the richest country in the Arab World over the next ten years.
ar_iq: مؤتمر سفراء العراق الثالث:مراجعة جدية لما تحقق...وأنطلاقة جديدةالى المستقبل.السفير الايطالي في بغداد:العراق سيكون أغنى بلد في العالم العربي خلال السنوات العشر المقبلة.

source: Security Council adopted three Iraqi historic resolutions managed to get out of the provisions of Charter (7)<br><br>Ministry reconstrution... a struggle story between life makers and darkness bats<br><br>48 ambassadors engaged their representatives to Iraq around the globe
ar_iq: مجلس الأمن يعتمد ثلاثة قرارات تأريخية تمكن العراق من الخروج ...

source: Secretary-General of the United Nations calling the neighboring countries to respect Iraq's sovereignty
ar_iq: الأمين العام للأمم المتحدة يطالب دول الجوار بأحترام سيادة العراق.

source: Facts relating to the exit of Iraq from 7th charter<br><br>Reconstruction operations defeat terror<br><br>Arab openness to Baghdad through Egyptians
ar_iq: من أحكام الفصل السابع

source: The Ministry continues the recontruction for its ambassies abroad<br><br>Iraqi parliament approves designation of 57 new ambassador
ar_iq: الخارجية تواصل حملة الأعمار لسفاراتها في الخارج.

source: Speeches & Interviews
ar_iq: خطابات ومقابلات الوزير

source: The Minister
ar_iq: السيد الوزير
