Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Non Conviction Certificate
ar_iq: معاملات عدم المحكومية

source: First: How to obtain a Non Conviction Certificates (Certificates of Good Conduct) :<br>In order to help the Iraqi citizens living abroad ,or Arabs and foreigners who have already reside in Iraq, obtaining a Non Conviction Certificates , they need to follow these steps : -<br>1 . To apply for getting the certificate to the consul or his nominee , according to the application form (No. 3 ) .<br>2 – To write down accurately all information in the record of the applicant according to the form number (2).<br>3 . To write down accurately all information in the finger prints form according to form number (5).<br>4 . To put fingers prints of the certificate requester clearly according to the form number (6).<br>5 . To attach a passport photocopy of the certificate requester .<br>6 . To attach four new colored photographs.<br>7 . An amount of (10,000 ) ten thousand Iraqi dinars to be collected by the Directorate of Criminal Evidences Investigations in Baghdad ( letter of the Consular Department No. m . G 01/26/1460 at 03/24/2011 ) .<br>8 . To send all that has been mentioned in the paragraphs above along with a letter from the embassy to the Directorate of Criminal Evidences Investigations. Then the certificate to be issued and brought back to the mission in the same way it was received.<br>9 . It is necessity to write the name of the certificate requester in a foreign language according to his passport.<br><br> Please note the following: -<br>1 . The form of the certificate to be given for the Iraqis is the same to be given for the Arabs or foreigners who have already staying in Iraq .<br>2 . The certificate issued needs no ratification by the Ministry of Interior.<br>3 . To put the left hand thumb print of the requester in the proper field on the certificate under the supervision of the embassy's competent official.<br>4 . To use black ink instead of the blue when taking fingerprints .
ar_iq: اولا _ كيفيه الحصول على شهادة عدم محكوميه ( حسن سلوك ) :لأجل مساعدة المواطنين العراقيين المقيمين في الخارج أو العرب أو الأجانب ممن سبق لهم الإقامة في العراق الحصول على شهادة عدم محكومية تتبع الخطوات التالية:- <br>1. تقديم طلب الحصول على الشهادة إلى القنصل أو من يخوله وحسب النموذج الخاص بذلك رقم (3).<br>2-تدوين كافة المعلومات في استمارة صحيفة اعمال طالبي الشهادة وحسب النموذج الخاص بذلك رقم (2) وبدقة.3<br>. تدوين كافة المعلومات في استمارة طبع الاصابع وحسب النموذج الخاص بذلك رقم (5) وبدقة.4<br>. تدوين طبعات اصابع صاحب الشهادة وبشكل واضح وحسب النموذج الخاص بذلك رقم (6).5<br>. ارفاق نسخة مصورة من جواز سفر طالب الشهادة .6<br>. إرفاق صورة شخصية حديثة ملونة عدد (4 ) .<br>7. يستوفى مبلغ (10.000) عشرة الاف دينار عراقي من قبل مديرية تحقيق الادلة الجنائية في بغداد مباشرة عند مراجعة احد ذويهم بشكل مباشر للمديرية المذكورة (اعمام الدائرة القنصلية المرقم م.خ 1 /26 /1460 في 24 /3 /2011).8<br>. ارسال ما ورد في الفقرات اعلاه صحبة كتاب من السفاره الى مديرية تحقيق الادلة الجنائية . ومن ثم يصار الى أصدار الشهادة واعادتها الى البعثة بنفس الطريقة التي وردت فيـها<br>9. ضرورة تدوين اسم طالب الشهادة باللغة الأجنبية ليكون مطابقاً مع جواز سفـره يـرجى ملاحظة مـا يـلي:-<br>1. ان نموذج الشهادة الذي يمنح للعراقين هو ذات النموذج الذي يمنح للعرب أو الاجانب الذين سبق لهم الاقامة في العراق.<br>2. لا حاجة للمصادقة على هذه الشهادة من قبل وزارة الداخلية بعد أن يتم اصدارها .<br>3. وضع الابهام الأيسر للمواطن قبل تسليم الشهادة في الحقل المخصص لذلك من قبل الموظف المختص في السفاره .4<br>. يستخدم الحبر الاسود وليس الازرق عند اخذ طبعات الاصابع.

source: Palestinian Travel Documents
ar_iq: وثائق السفر الفلسطينية

source: The Directorate of Residence / Arabs Department issuing a travel document for Palestinian resident in Iraq, under the auspices of the Iraqi government. And because of the special circumstances of the Iraqi Diplomatic Missions abroad at the present time it does not issue such documents, but when the Palestinian document holder issued by the Iraqi Missions or from Iraq for following up, the Mission should send a telegram or a letter to the Ministry of Foreign Affairs/Consular Department to inform them of the number of document, the date of issue, place of issuance, the name of the holder, the name of his accompanying and informing the Ministry what is required (renewal document request, extension request, adding the wife or adding a child to the document) and no action will taken until receiving the answer of the Ministry of Foreign Affairs / Consular Department , and when the renewal or extension of the document completed by the Directorate of Residence / Department Arabs, the document send to the concerned Diplomatic Mission by diplomatic pouch through the consular Department or delivered to the authorized person in order to be sent to the applicant (owner of the document).<br>Below the new mechanism to issue the document: -<br>1 - The Iraqi travel document granted according to the Palestinian travel documents law no. (65) For the year (1983).<br>2 - The Iraqi travel document granted to the Palestinians refugee in year (1984) only.<br>3 - Submitting a request to grant the document for the citizen to one of our Missions abroad and sending old document, if the citizen had it in the past, and the Mission should send the request with it annexes to the Ministry of Foreign Affairs/Consular Department which in turn sends the request to the Directorate of Residence/Department Arabs to issue document.<br>4 - Power of Attorney to authorized person inside Iraq, a private Power of Attorney for the purpose of following up with Directorate of Residence / Department of the Arabs, and the document proceed (issued) after the ratification of the Power of Attorney by one of our Missions abroad and then by the Ministry of Foreign Affairs / Department of Ratifications.<br>5 - The authorized person who have the Power of Attorney following up with the Ministry of Displacement and Migration for the purpose of bringing a letter that supports the Palestinian document request from (1948) refugees, sending the letter by official mail and a letter from the Embassy of the State of Palestine in Baghdad to support that the document request does not have a Palestinian Authority passport. <br>6 - The authorized person who has the Power of Attorney request to obtain security clearance to issue the document according to the contexts then the document issued and sent to the concerned Mission through Diplomatic Pouch of the Ministry of Foreign Affairs/Consular Department or delivered to the authorized person for the purpose of sending the document to owner. <br><br>The extension for the new document shall be the following: -<br>1 - Either sending the request to extend the document via one of our Missions abroad to the Ministry of Foreign Affairs/Consular Department, which in turn sends the request to the Directorate of Residency/ Arabs Department, where it extended and returned to the Embassy by Diplomatic Pouch through the Consular Department of the Ministry of Foreign Affairs.<br>2 - Or sending the document by the applicant directly to authorized person in Iraq, according to private Power of Attorney certified by the Iraqi Embassy and the authorized person upon receiving the Power of Attorney needed for ratification by the Consular Department of the Ministry of Foreign Affairs/Department of Ratifications, then it be extended by the Directorate of Residence and delivered to the authorized person for the purpose of sending the document to the owner.<br>(Letter No. 2/6 /General/22462 of 19 June 2011)
ar_iq: <br> تتولى مديرية شؤون الإقامة / قسم العرب إصدار وثيقة سفر للفلسطيني المقيم عادة في العراق ومن المشمولين برعاية الحكومة العراقية. وبالنظر للظروف الخاصة فأن البعثات الدبلوماسية العراقية في الخارج في الوقت الحاضر لا تصدر مثل هذه الوثائق ولكن عند مراجعة حامل الوثيقة الفلسطينية الصادرة من البعثات العراقية أو من العراق، تقوم البعثة بإرسال برقية او كتاب إلى وزارة الخارجية/ الدائرة القنصلية لإعلامها برقم الوثيقة وتاريخ إصدارها ومكان إصدارها وعن اسم حاملها واسم مرافقيه وإعلام الوزارة بما هو مطلوب ( تجديد الوثيقة ـ طلب تمديدها ـ طلب إضافة الزوجة ـ إضافة طفل إلى الوثيقة ) ولا يتم أي إجراء إلا بعد استلام جواب وزارة الخارجية / الدائرة القنصلية، و عند انجاز تجديد أو تمديد الوثيقة من قبل مديرية شؤون الاقامة / قسم العرب ترسل الى البعثة المعنية بالبريد الدبلوماسي عن طريق الدائرة القنصلية او تسلم الى الوكيل لغرض ارسالها الى الموكل صاحب الوثيقة. </p> <p><br> وأدناه الالية الجديدة المتبعة لاصدار الوثيقة:-</p> <p>1- تمنح وثيقة السفر العراقية استناداً الى قانون وثائق السفر الفلسطينية المرقم (65) لسنة (1983)<br> 2- تمنح وثيقة السفر العراقية لللاجئين الفلسطينين لعام (1984) فقط.</p> <p>3- تقديم طلب منح الوثيقة للمواطن الى احدى بعثاتنا في الخارج وارسال الوثيقة القديمة اذا كان المواطن حاصل عليها في السابق وتقوم البعثة بارسال الطلب مع مرفقاته الى وزارة الخارجية / الدائرة القنصلية النتي تقوم بدورها باحالة الطلب الى مديرية شؤون الاقامة / قسم العرب لأتخاذ مايلزم بشأن أصدار الوثيقة.</p> <p>4- توكيل وكيل داخل العراق بوكالة خاصة لغرض مراجعة مديرية شؤون الاقامة / قسم العرب وتصرف الوثيقة بعد ان تصدق الوكالة من قبل احدى بعثاتنا في الخارج ومن ثم من قبل وزارة الخارجية / قسم التصديقات.</p> <p>5- يقوم الوكيل بمراجعة وزارة الهجرة والمهجرين لغرض جلب كتاب يؤيد بأن الفلسطيني طالب الوثيقة هو من اللاجئين (1948) ويرسل الكتاب بالبريد الرسمي وكتاب من سفارة دولة فلسطين في بغداد يؤيد بأن طالب الوثيقة ليس لديه جواز السلطة الفلسطينية.</p> <p>6- يقوم الوكيل بأجراءات أستحصال الموافقة الامنية على أصدار الوثيقة حسب السياقات المعتمدة وبعدها تصرف الوثيقة وترسل الى البعثة المعنية عن طريق البريد الدبلوماسي لوزارة الخارجية / الدائرة القنصلية او تسلم الى الوكيل لغرض ارسالها الى صاحب الوثيقة.</p> <p><br> </p> <p> أما تمديد الوثيقة الجديدة فيكون مايلي:-</p> <p>1- اما ان يرسل طلب تمديد الوثيقة عن طريق احدى بعثاتنا في الخارج الى وزارة الخارجية / الدائرة القنصلية التي تقوم بدورها بأرسال الطلب الى مديرية شؤون الأقامة/ قسم العرب حيث يتم تمديدها وأعادتها الى السفارة المعنية بواسطة البريد الدبلوماسي عن طريق الدائرة القنصلية في وزارة الخارجية.</p> <p>2- او ان ترسل الوثيقة من قبل الموكل مباشرة الى وكيله في العراق بوكالة خاصة مصدقة من قبل السفارة العراقية وعلى الوكيل عند استلامه الوكالة الخاصة ضرورة تصديقها من قبل الدائرة القنصلية في وزارة الخارجية/قسم التصديقات وبعدها يتم تمديدها من قبل مديرية شؤون الأقامة وتسليمها الى الوكيل لغرض ارسالها الى صاحب الوثيقة.</p> <p><br> </p> <p>(أعمامنا المرقم 2/6/عامة/22462 في 19 /6 /2011)</p> </div> <br>

source: Pass Doc
ar_iq: جواز المرور

source: Ithas 6 months validity from the date of issuance, the bearer has the right to enter Iraq once and the Consul at the mission is permitted, if necessary, to add other countries and accompanying persons. It is granted in the following cases: -<br>1. When the citizen loses his/her/her passport and is willing to return to Iraq.<br>2. In case of withdrawing a citizen's passport and wants to return to Iraq.<br>3. In case of deporting an indigent person to Iraq.<br>4 .In case when a foreigner that enters Iraq from an unknown destination, or bears a nationality of a state that has no representation in Iraq and wants to travel to his/her state or a state that accepts him.<br><br>Documents relied upon to prove in regards to paragraph (1) above<br>A. national identity Card. <br>B. Citizenship Certificate.<br>C. Copy of valid passport.<br><br>The citizen fills a form containing information about his/her name, birth date, place of residence, and former passport number if any, his/her address in Iraq with the names and addresses of people he knows. <br><br>Procedures for the issuance Passport Laissez<br>1. The information is written in the record issuance of the passport Laissez, appendix No. 1, as well as a photo of the citizen in addition to indicating the documents on which the issuance of the passport counted.<br>2. The information and photo of the citizen and accompanying citizens are put in the passport; the photos are stamped with the Consulate stamp.<br>3. Writing the passport number and date of issuance and expiry (which usually is limited to six months).<br>4. Notes in the visas page are put as follows: We have issued this passport for the loss of the passport of the holder to enable him to return to Iraq.<br>5. The passport is signed by the Consul and stamped by the consular stamp, the name of the Consul is written in both languages.<br><span style="font-weight: bold;">Note: -</span><br>1 - This passport is used for a single trip, to return to Iraq, and is delivered at the point of entry into the Iraqi territories.<br>2 - It is necessary to write the reason for granting the passport in one of its pages and send a telegram to the Consular Department with the passport number and date of issuance and the border point through which the citizen wishes to enter to inform the concerned authorities on time.
ar_iq: <p> يكون جواز المرور نافذاً لمدة (6) أشهر من تاريخ أصداره ولحامله دخول العراق مرة واحدة وللقنصل في البعثة عند الضرورة أضافة دول أخرى وأدخال اشخاص أخرين مرافقين لطالب الجواز ويمنح جواز المرور في الحالات التالية :-<br> 1. عندما يفقد المواطن جواز سفره ويرغب بالعودة الى العراق . <br> 2. في حالة سحب جواز سفر مواطن ويرغب بالعودة الى العراق.<br> 3. في حالة تسفير شخص معوز الى العراق.</p> <p>4.في حالة الاجنبي الذي دخل العراق من جهة غير معروفة او يحمل جنسية دولة لاتمثيل لها في العراق ويرغب بالسفر الى بلده او بلد يقبل استقباله. <br> المستمسكات التي يعتمد عليها في اثبات الرعوية في ما يخص الفقرة ( 1 ) أعلاه<br> أ . هوية الاحوال المدنية.<br> ب. شهادة الجنسية.<br> ج. صورة جوازسفر طبعة نافذة. <br> يملء المواطن استمارة تتضمن معلومات عن اسمه ومواليده ومحل إقامته ورقم جواز سفره السابق إن وجد وعنوانه في العراق مع أسماء الأشخاص الذين يستدل عليهم وعناوينهم.</p> <p><br> الاجراءات العملية لإصدار جواز المرور<br> 1. تدون المعلومات في حقول سجل إصدار جوازات المرور النموذج <a href="http://www.mofa.gov.iq/documentfiles/129441334003614276.doc" target="_self">المرفق رقم (1)</a>وتوضع صورة المواطن في السجل مع ذكر المستمسكات التي استند عليها في إصدار جواز المرور . <br> 2. تدون المعلومات وتوضع صورة المواطن ومرافقوه في الجواز وتختم الصور بختم القنصلية.<br> 3. تدوين رقم الجواز وتاريخ إصداره وتاريخ إنتهائه ( التي عادة تحدد بستة أشهر).</p> <p>4. يدون في صفحة التأشيرات ما يلي : أصدرنا هذا الجواز لفقدان جواز سفر حامله .... لتمكينه من العودة إلى العراق .<br> 5. يوقع جواز المرور من قبل القنصل ويختم بالختم القنصلي مع ذكر اسم القنصل باللغتين. <br> </p> <p><br> </p> <p>ملاحظة :-<br> 1-يستعمل هذا الجواز لسفرة واحدة و هي العودة إلى العراق و يسلم عند نقطة الدخول إلى الأراضي العراقية.</p> <p>2-عند منح جواز المرور من الضروري تثبيت سبب منح الجواز في أحدى صفحات الجواز وتزويد الدائرة القنصلية برقياً برقم الجواز وتاريخ أصداره والمنفذ الحدودي المفترض لدخول المواطن لغرض أبلاغ السلطات المعنية بذلك في الوقت المناسب .<br> </p>

source: Passport System
ar_iq: نظام جوازات السفر
