Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: The International Monetary Fund is a specialized agency of the Bretton Woods Conference was established under an international treaty in (1945) to work on enhancing the safety of the global economy. Its headquarter is in Washington, D.C. , United States. It is managed by its members who include almost all countries of the world's (186) countries.
ar_iq: صنـدوق النقــد الدولـيInternational Monetary Fund هو وكالة متخصصة من منظومة بريتون وودز أنشئ بموجب معاهدة دولية في عام 1945 للعمل على تعزيز سلامة الاقتصاد العالمي. يقع مقر الصندوق في واشنطن العاصمة، ويديره أعضاؤه الذين يشملون جميع بلدان العالم تقريبا البالغ (186) بلدا. للمزيد من المعلومات...

source: For more details...
ar_iq: لمزيد من التفاصيل

source: The World Bank is one of the specialized agencies of the United Nations, which dealing with development. It has started its activities to assist in the reconstruction of Europe after the Second World War.
ar_iq: البنـك الدولــيThe World Bank هو احد الوكالات المتخصصة في الأمم المتحدة التي تعنى بالتنمية. وقد بدأ نشاطه بالمساعدة في اعمار اوربا بعد الحرب العالمية الثانية. للمزيد من المعلومات...

source: UNESCO works, since its founding in (1945), to create the appropriate conditions for dialogue among civilization, cultures, and peoples, based upon respect for commonly shared values. Its headquarter is in Paris - France.
ar_iq: منظمة الامم المتحدة للتربية والثقافة والعلوم (UNESCO) تعمل اليونسكو منذ تأسيسها عام 1945 والتي تتخذ من باريس مقراً لها، على إيجاد الشروط الملائمة لإطلاق حوار بين الحضارات والثقافات والشعوب على أسس احترام القيم المشتركة. للمزيد من المعلومات...

source: The UNCTAD provides, as part of its technical field cooperation, assistance to the needs of developing countries, with special attentions to the needs of the least developed countries and the developing countries most in need.
ar_iq: منظمة الاونكتاد (UNCTAD) يقدم الاونكتاد، في اطار انشطته في مجال التعاون التقني، مساعدة مكيفة على احتياجات البلدان النامية، مع ايلاء اهتمام خاص لاحتياجات أقل البلدان نمواً والبلدان النامية الأكثر احتياجاً. للمزيد من المعلومات...

source: World Trade Organization (WTO)
ar_iq: منظمـة التجـارة العـالميـة

source: The World Trade Organization is an international organization whose main task is to ensure that trade flows as smoothly as the convenience and freedom. As it is the only international organization relevant to international lows on trade between the nations. The World Trade Organization has (157) member countries of the world. Its headquarter is in Geneva - Switzerland.
ar_iq: منظمـة التجـارة العـالميـةThe World Trade Organization - WTO هي منظمة عالمية، مقرها مدينة جينيف في سويسرا، مهمتها الاساسية هي ضمان انسياب التجارة بأكبر قدر من السلاسة واليسر والحرية. وهي المنظمة العالمية الوحيدة المختصة بالقوانين الدولية المعنية بالتجارة مابين الامم. تضم منظمة التجارة العالمية (157) عضوا من دول العالم. للمزيد من المعلومات...

source: Organization of the Petroleum Exporting Countries (OPEC)
ar_iq: منظمة الدول المصدرة للنفط

source: OPEC is an international organization, which has (12) countries, depends on its oil exports to achieve their income. The OPEC members work to increase revenues from the sale of oil in the world market. It was founded in Baghdad in (1960), by Saudi Arabia, Iran, Iraq, Kuwait, and Venezuela. Its headquarter is in Vienna - Austria.
ar_iq: منظمة الدول المصدرة للنفطOrganization of the Petroleum Exporting Countries - OPEC هي منظّمة عالمية تضم إثناعشرة دولة تعتمد على صادراتها النفطية اعتمادا كبيرا لتحقيق مدخولها. ويختصر اسمها إلى منظمة الأوبك ويعمل أعضاء الأوبك لزيادة العائدات من بيع النّفط في السّوق العالمية. تأسست في بغداد عام 1960، من طرف السعودية، إيران، العراق، الكويت وفنزويلا، ومقرّها في فيينا. للمزيد من المعلومات...

source: Iraq and the United Nations
ar_iq: العراق ومنظمة الامم المتحدة

source: The vital role of the United Nations in Iraq has always been welcomed by the Iraqi people, in particular its commitment to humanitarian programmes which provided a lifeline to millions of Iraqis throughout the prolonged Iraq crisis under the former regime. We strongly condemn the devastating bombing of the United Nations Headquarters in Baghdad in August 2003 and pay tribute to the late Sergio Vieira de Mello who was an effective and committed role model for the United Nation's work in Iraq.<br<br> The United Nations has issued three Security Council Resolutions on the future of Iraq since May 2003 (UNSCRs1483, 1500 and 1511), which provide a wide mandate for UN involvement in political, economic and administrative fields. The UN has an effective role to play in Iraq in humanitarian affairs, capacity building and democratic reform among other areas and we welcome the two teams which recently arrived in Iraq to assist in the political and electoral processes. The United Nations also currently operates out of Amman and Cyprus with Mr. Ross Mountain supervising these efforts as Acting Special Representative.
ar_iq: نبذة عن الأمم المتحدة:• تأسست الامم المتحدة في 24 /10/ 1945 في مدينة سان فرانسيسكو في ولاية كاليفورنيا الأمريكية، بعد مؤتمر دومبارتون أوكس الذي عقد في العاصمة واشنطن، عقب فشل عصبة الأمم في مهامها بعد قيام الحرب العالمية الثانية، وكان العراق من الاعضاء المؤسسين لها.• ان عضوية الأمم المتحدة مفتوحة أمام كل الدول المحبة للسلام التي تقبل التزامات ميثاقها، حيث تضم حاليا 193 عضواً. وتستطيع الامم المتحدة، نظرا لطابعها الدولي الفريد والصلاحيات الممنوحة لها في ميثاق تأسيسها، أن تتخذ إجراءات بشأن نطاق واسع من القضايا.• توالى على رئاسة الامم المتحدة ثمان امناء عامين، كان آخرهم السيد بان كي مون من كوريا الجنوبية والذي تولى الامانة عام 2007 وهو مستمر لحد الآن.

source: In December 2003, the Minister of Foreign Affairs presented the United Nations General Assembly with the timetable for the restoration of sovereignty to Iraq in accordance with the November 15th Agreement on Political Process, signed between the Iraqi Governing Council and the Coalition Provisional Authority in Baghdad.
ar_iq: • عدد اللغات الرسمية المعتمدة في الامم المتحدة هي 6 لغات (الانكليزية، الصينية، العربية، الاسبانية، الفرنسية، الروسية).• إن نظام الأمم المتحدة قائم على ستة أجهزة رئيسة تشكل هيكلية تسمى بمجموعها "منظومة الأمم المتحدة" وهي:1- الجمعية العامة: هي الهيئة التداولية الرئيسة للأمم المتحدة، وتتألف من ممثلي جميع الدول الأعضاء. ويستند عمل الأمم المتحدة على مدار العام الى حد كبير على الولاية التي تمنحها الجمعية العامة. ويجري العمل حالياً على تنشيط الجمعية العامة لتعزيز الدور الذي تضطلع به.2- مجلس الامن: وهو المسؤول الرئيس عن صون السلم والأمن الدوليين. ويقوم الفريق العامل المعني باصلاح مجلس الامن بسلسلة من الاجتماعات منذ عام 1993 لصياغة أفكار تتضمن اصلاح مجلس الامن في شقيه: زيادة العضوية واصلاح طرائق العمل.

source: In January 2004, Iraq participated in tripartite meetings at the United Nations between the Iraqi Governing Council, Coalition Provisional Authority and the United Nations Secretariat to discuss the way forward for the UN's role in Iraq in political, electoral and constitutional fields.
ar_iq: 3- مجلس الوصاية: أنشئ مجلس الوصاية، في حينه لتوفير الإشراف الدولي على احد عشرة إقليماً مشمولاً بالوصاية تقوم بإدارتها سبع دول أعضاء لضمان اتخاذ الخطوات الملائمة لإعداد هذه الأقاليم للحكم الذاتي أو الاستقلال.4- الامانة العامة: تضطلع الأمانة العامة بشتى الأعمال اليومية للمنظمة. وتقدم الخدمات إلى الأجهزة الرئيسة الأخرى، كما تضطلع بمهام متنوعة بتنوع القضايا التي تتطرق إليها مثل: إدارة عمليات السلام، ومسح الاتجاهات الاقتصادية والاجتماعية وتصفية الاستعمار، وإعداد دراسات عن حقوق الإنسان وغيرها.5- محكمة العدل الدولية: وهي الجهاز القضائي الرئيس للأمم المتحدة. و يقع مقرها في لاهاي بهولندا. وتضطلع المحكمة بتسوية المنازعات بين الأعضاء وإصدار فتاوى إلى الأمم المتحدة ووكالاتها المتخصصة. ويشكل نظامها الأساسي جزءً لا يتجزأ من ميثاقها.

source: In February 2004, the UN's Special Advisor to Iraq, Mr. Lakhdar Brahimi, and a UN electoral team conducted a fact-finding mission on the feasibility of elections in Iraq prior to June 30th 2004.
ar_iq: 6- المجلس الاقتصادي والاجتماعي: وهو الجهاز الرئيس لتنسيق الأعمال الاقتصادية والاجتماعية، وما يتصل بها من أعمال. يتم التصويت فيه بالأكثرية البسيطة، اي صوت واحد لكل عضو، والعراق حالياً عضو في هذا المجلس.العراق والأمم المتحدة:• شارك العراق في اعمال مجلس الامن كعضو غير دائم مرتين: الاولى في عامي 1957-1958، والثانية في عامي 1974- 1975.• تدهورت علاقات العراق مع المجتمع الدولي خلال السنوات الثلاثين قبل سقوط النظام السابق بسبب السياسات الخارجية لذلك النظام التي تميزت بشن حروب عبثية على جيرانه وبسبب ممارساته الداخلية كاضطهاد شعبه، ونتيجة لذلك خضع العراق الى عشرات القرارات الصادرة بموجب الفصل السابع من الميثاق تضمنت عقوبات اقتصادية شاملة رتبت اعباءاً اقتصادية ومالية فضلاً عن مساسها بسيادة العراق.

source: In March 2004 and in response to a request from the Iraqi Governing Council, a UN team of electoral experts arrived in Iraq to help with preparations for direct elections to be held by the end of January 2005. The UN Secretary General also dispatched a team of UN officials, led by Mr. Lakhdar Brahimi, to assist with the transfer of sovereignty on June 30th 2004.
ar_iq: • وبعد سقوط النظام السابق في 2003 عمل العراق مع المجتمع الدولي وفي المقدمة منه منظمة الامم المتحدة من اجل ان يستعيد دوره الذي كان عليه كعضو فعال ومسؤول في الاسرة الدولية.• وعلى الرغم من ان دور الامم المتحدة في العراق يرجع الى عام 1955 الا ان علاقة العراق مع هذه المنظمة والاجهزة المتخصصة التابعة لها شهد تطوراً كبيراً بعد سقوط النظام السابق، ويساهم العراق حالياً بشكل اساسي في بناء المجمع الجديد لبعثة الامم المتحدة للمساعدة (يونامي) من خلال منحها قطعة ارض في بغداد ومنحها (25) مليون دولار عام 2010 و (25) مليون دولار اخرى محسوبة على ميزانية العراق لعام 2011 ليكون مجموع المنحة المقدمة (50) مليون دولار.• وبعد سقوط النظام السابق في 2003 عمل العراق مع المجتمع الدولي وفي المقدمة منه منظمة الامم المتحدة من اجل ان يستعيد دوره الذي كان عليه كعضو فعال ومسؤول في الاسرة الدولية.• وعلى الرغم من ان دور الامم المتحدة في العراق يرجع الى عام 1955 الا ان علاقة العراق مع هذه المنظمة والاجهزة المتخصصة التابعة لها شهد تطوراً كبيراً بعد سقوط النظام السابق، ويساهم العراق حالياً بشكل اساسي في بناء المجمع الجديد لبعثة الامم المتحدة للمساعدة (يونامي) من خلال منحها قطعة ارض في بغداد ومنحها (25) مليون دولار عام 2010 و (25) مليون دولار اخرى محسوبة على ميزانية العراق لعام 2011 ليكون مجموع المنحة المقدمة (50) مليون دولار.• للأمم المتحدة دور فعال في العراق، وتقوم بتنفيذ المشاريع والبرامج المختلفة من خلال التعاون والشراكة مع الحكومة العراقية ومع منظمات المجتمع المدني وعدد من الشركاء الدوليين، وتغطي هذه المشاريع قطاعات مختلفة مثل قطاع التعليم والمياه والصرف الصحي والصحة والتغذية والسكن والمأوى والامن الغذائي، وغير ذلك من المجالات المعنية بالتنمية وحقوق الانسان.• هناك (16) منظمةً وبرنامجاً ووكالةً وصندوقاً تابعة للامم المتحدة تعمل في العراق ( منظمة الامم المتحدة للاغذية والزراعة (فاو)، منظمة العمل الدولية، المنظمة الدولية للهجرة، بعثة الامم المتحدة للمساعدة في العراق (يونامي)، برنامج الامم المتحدة الانمائي، منظمة الامم المتحدة للتربية والعلوم والثقافة )اليونسكو)، صندوق الامم المتحدة للسكان، برنامج الامم المتحدة للمستوطنات البشرية، مكتب مفوضية الامم المتحدة لشؤون اللاجئين، منظمة الامم المتحدة لرعاية الطفولة )اليونسيف)، منظمة الامم المتحدة للتنمية الصناعية (اليونيدو)، صندوق الامم المتحدة الانمائي للمرأة، مكتب الامم المتحدة لخدمات المشاريع، برنامج الاغذية العالمي ومنظمة الصحة العالمية.• أُنشأت بعثة الامم المتحدة في العراق (يونامي) بموجب قرار مجلس الامن 1500 بتاريخ 14/8/2003، وتقوم بولايتها بناءاً على موافقة الحكومة العراقية وعلى اساس تقديم الدعم والمساندة والمشورة في ضوء قرار مجلس الامن المرقم 1770 لسنة 2007 في مجالات (الانتخابات والمصالحة وحل المشاكل الحدودية وحقوق الإنسان والمساعدات الإنسانية وإعادة الإعمار والتنمية). وفي آب/2010 تبنى مجلس الامن بالاجماع القرار رقم 1936 والذي نص فيه على ان يواصل الممثل الخاص للامين العام للامم المتحدة وبعثة الامم المتحدة العمل حتى 31 تموز 2011 بناءاً على طلب من حكومة العراق.• تُدير الامم المتحدة صندوق الاستجابة الانسانية الموسعة من خلال مكتب الامم المتحدة لتنسيق الشؤون الانسانية، حيث يوفر هذا الصندوق عمليات تمويل مرنة وسريعة تصل قيمتها الى 400000 دولار امريكي لمنظمات وطنية ودولية تنفذ الانشطة الانسانية العاجلة في العراق.الجمعية العامة للامم المتحدةالجمعية العامة هي الجهاز التمثيلي الرئيس للتداول وتقرير السياسة العامة في الامم المتحدة . مهي تتألف من جميع اعضاء الامم المتحدة البالغ عددهم (193)دولة.وتشكل الجمعية العامة منتدى فريدا متعدد الاطراف تجري فيه مناقشة جميع القضايا الدولية المشمولة بالميثاق.وتنعقد الجمعية العامة سنويا في دورة عادية مكثفة تمتد من ايلول /سبتمبر حتى كانون الاول /ديسمبر، ثم تجتمع بعد ذلك حسب الاقتضاء.انشئت الجمعية العامة في عام 1945 بموجب ميثاق الامم المتحدة، وتحتل موقعا مركزيا بصفتها جهاز الامم المتحدة التمثيلي الرئيس للتداول وصنع السياسة العامة، ومنتدى للمناقشات متعددة الاطلااف لكامل الطيف المتنوع للقضايا الدولية التي يشملها الميثاق.وهي تقوم بدور مهم في عملية وضع المعايير وتدوين القانون الدولي.وظائف الجمعية العامة وسلطاتهاطبقا لميثاق الامم المتحدة ،يجوز للجمعية العامة القيام بما يلي: أن تنظر في المبادىء العامة للتعاون في حفظ السلام والامن الدوليين ، بما في ذلك نزع السلاح، وان تقدم توصيات بصدد هذه المبادىء.أن تناقش أي مسألة تكون لها صلة بحفظ السلام والامن الدوليين وان تقدم توصيات بشأنها، الا اذا كان مجلس الامن يناقش نزاعا او وضعا يتعلق بتلك المسألة.أن تناقش ، مع انطباق الاستثناء ذاته ، اي مسائل تتدرج ضمن نطاق الميثاق او تؤثر على وظائف وسلطات جهاز من اجهزة الامم المتحدة، وان تقدم توصيات بشأن تلك المسائل.أن تشرع في اجراء دراسات وان تضع توصيات لتعزيز التعاون السياسي الدولي وتطوير وتدوين القانون الدولي واعمال جقوق الانسان والحريات الاساسية والتعاون الدولي في الميادين الاقتصادية والاجتماعية والانسانية والثقافية والتعليمية والصحية.أن تقدم توصيات لتسوية اي وضع قد يعكر صفو العلاقات الودية بين الدول تسوية سلمية.أن تتلقى من مجلس الامن واجهزة الامم المتحدة الاخرى وان تنظر فيها.أن تنظر في ميزانية الامم المتحدة وتوافق عليها وتقرر الانصبة المالية المقررة على الدول الاعضاء.ان تنتخب الاعضاء غير الدائمين في مجلس الامن وف يمجالس الامم المتحدة واجهزتها الاخرى وان تعين الامين العام بناءا على توصية من مجلس الامن.ويجوز للجمعية العامة ايضا، عملا بقراراها المعنون "متحدون من اجل السلام" المتخذ في تشرين الثاني/نوفمبر 1950 (القرار 377(د-5)، ان تتخذ اجراءات، اذا لم يتمكن مجلس الامن من التصرف بسبب تصويت سلبي من جانب عضو دائم، في حالة ما اذا بدا ان هنالك تهديدا للسلام او ان هنالك عملا من اعمال العدوان. عندئذ يمكن للجمعية ان تنظر في المسألة او ان هتالك عملا من اعمال العدوان. وعندئذ يمكن للجمعية ان تنظر في المسألة على الفور من اجل اصدار توصيات الى الاعضاء باتخاذ تدابير حماعية لصون او اعادة السلام والامن الدوليين.ومع ان سلطة الجمعية العامة تقتصر على اصدار توصيات غير ملزمة الى الدول بشأن القضايا الدولية التي تتدرج ضمن نطاق اختصاصها، فقد اتخذت الجمعية العامة مع ذلك اجراءات -سياسية واقتصادية وانسانية واجتماعية وقانونية أثرت على حياة ملايين من البشر في جميع ارجاء العالم. والاعلان التاريخي بشأن الالفية الذي اعتمد في عام 2000، والوثيقة الختامية لاجتماع القمة العالمي للامم المتحدة لعام 2005 يعبران عن التزام الدول الاعضاء ببلوغ اهداف محددة لتحقيق السلام والامن ونزع السلاح جنبا الى جنب مع التنمية والقضاء على الفقر ، وحماية حقوق الانسان وتعزيز سيادة القانون وحماية بيئتنا المشتركة، وتلبية الاحتياجات الخاصة لافريقيا ، وتعزيز الامم المتحدة. لكل دولة عضو صوت واحد في الجمعية العامة.وتلزم في التصويت على قضايا هامة محددة ، مثل التوصيات المتعلقة بالسلام والامن وانتخاب اعضاء مجلس الامن ، موافقة اغلبية ثلثي الدول الاعضاء، انا المسائل الاخرى فتتقرر باغلبية بسيطة.وفي السنوات الاخيرة بذلت جهود خاصة للتوصل الى توافق في الاراء بشان القضايا بدلا من البت فيها بتصويت رسمي وذلك تعزيزا لتاييد قرارات الجمعية ولرئيس الجمعية العامة بعد التشاور مع الوفود والتوصل الى اتفاق معها، ان يقترح اعتماد قرار بدون تصويت.اللجان الرئيسية الست للجمعية العامةلجنة نزع السلاح والامن الدولي (اللجنة الاولى)، وهي تختص بنزع السلاح ومسائل الامن الدولي ذات الصلة.اللجنة الاقتصادية والمالية (اللجنة الثانية)، وتعنى بالمسائل الاقتصادية .اللجنة الاجتماعية والانسانية والثقافية(اللجنة الثالثة)، وتتناول المسائل الاجتماعية والانسانية.لجنة المسائل السياسية وانهاء الاستعمار (اللجنة الرابعة)، وتتناول مجموعة متنوعة من الموضوعات السياسية التي لاتتناولها اللجنة الاولى كما تتناول انهاء الاستعمار.لجنة الشؤون الادارية وشؤون الميزانية (اللجنة الخامسة)، وتتناول المسائل المتعلقة بادارة الامم المتحدة وميزانيتها.اللجنة القانونية (اللجنة السادسة)، وتتناول المسائل القانونية الدولية.

source: Iraq's Diplomatic Missions
ar_iq: البعثات الدبلوماسية

source: Significant steps have been taken to restore Iraq's missions abroad since the April 2003 ban was lifted on all diplomatic and consular activities. Iraq now has diplomatic representation in 35 countries around the world, including 3 Permanent Missions to the United Nations in New York, the United Nations Commission on Human Rights in Geneva and the Arab League in Cairo. Thirty missions remain suspended.<br><br>The strategy to enhance or resume diplomatic representation abroad is a key priority of the Ministry of Foreign Affairs, through the following objectives:
ar_iq: استطاعت الدبلوماسية العراقية في مرحلة ما بعد عام 2003 ان تحقق العديد من الانجازات الدبلوماسية والسياسية التي عززت مكانة العراق على الصعيدين الاقليمي والدولي ، اذ تمثلت الانجازات بتوسيع رقعة البعثات الدبلوماسية والقنصلية حول العالم ، وهذا يعد بمثابة تحول كبير في سياسة العراق الخارجية عندما وصل عدد البعثات العاملة في الخارج الى ( 89 ) بعثة لتمارس العمل الدبلوماسي والسياسي فضلا عن تقديم الخدمات القنصلية للجالية العراقية .ان عملية تعزير الممثلية الدبلوماسية في الخارج هي من اولويات الوزارة لتحقيق مايلي :-1- ادامة العمل لتحقيق افضل العلاقات مع محيط العراق العربي والاسلامي والدولي والانفتاح على العالم وحل المشاكل العالقة مع دول الجوار التي خلفها النظام السابق وتوثيق العلاقات بين العراق والمجتمع الدولي خاصة مع جيرانه على اسس الاحترام المتبادل والمصالح المشتركة وعدم التدخل في الشؤون الداخلية والعمل على ضبط الحدود الدولية ومنفذها وتفعيل المواد الدستورية الخاصة بها .2- توفير المعلومات واقامة الاتصالات الدولية لدعم المصالح العراقية في المجالات السياسية والامنية والاقتصادية والثقافية والعلمية والدينية .3- زيادة النشاطات الدبلوماسية العراقية على صعيد العلاقات الثنائية والمتعددة الاطراف للوصول الى مرحلة تعزيز التجارة والاستثمار مع مختلف دول العالم والمنظمات الاقليمية والدولية المتخصصة وغير المتخصصة .4- ممـارسة البعثــات العــراقية الــدولية الخدمــات القنصلية الضرورية للجالية العراقية التي تشمل التوثيق ، تمديد الجوازات ، منح وثائق سفر مؤقتة ، اصدار سمة دخول وتوفير خدمة الاتصال المحلية .

source: The appointment of ambassadors, senior staff and diplomats to overseas missions.
ar_iq: أسماء سفراء جمهورية العراق

source: The resumption of comprehensive operations in key international missions to provide Iraqi local communities with necessary consular services including certification, passport extensions and provision of interim travel documents, visa issue and local liaison services.
ar_iq: 1- ادامة العمل لتحقيق افضل العلاقات مع محيط العراق العربي والاسلامي والدولي والانفتاح على العالم وحل المشاكل العالقة مع دول الجوار التي خلفها النظام السابق وتوثيق العلاقات بين العراق والمجتمع الدولي خاصة مع جيرانه على اسس الاحترام المتبادل والمصالح المشتركة وعدم التدخل في الشؤون الداخلية والعمل على ضبط الحدود الدولية ومنفذها وتفعيل المواد الدستورية الخاصة بها .

source: Efficient provision of information and the establishment of international exchanges to promote Iraqi interests in social, cultural and religious affairs.
ar_iq: 3- زيادة النشاطات الدبلوماسية العراقية على صعيد العلاقات الثنائية والمتعددة الاطراف للوصول الى مرحلة تعزيز التجارة والاستثمار مع مختلف دول العالم والمنظمات الاقليمية والدولية المتخصصة وغير المتخصصة .

source: Increase Iraq's diplomatic activities to contribute to our rehabilitation into the international economy by promoting trade and investment through bilateral exchange and cooperation through multilateral organizations.
ar_iq: 4- ممـارسة البعثــات العــراقية الــدولية الخدمــات القنصلية الضرورية للجالية العراقية التي تشمل التوثيق ، تمديد الجوازات ، منح وثائق سفر مؤقتة ، اصدار سمة دخول وتوفير خدمة الاتصال المحلية .

source: Iraq's Security
ar_iq: امن العراق

source: Among the most important priorities of the Government of the Republic of Iraq is enhancing cooperation with the neighboring countries in particular and the international community in general in the security areas to protect Iraq's and the region's security from internal and external threats, especially terrorist ones, and to enhance the security successes achieved after Iraq regained national sovereignty, which was culminated in the withdrawal of all coalition forces by the U.S. troops withdraw agreement from Iraq signed between the Republic of Iraq and the U.S.
ar_iq: 2- توفير المعلومات واقامة الاتصالات الدولية لدعم المصالح العراقية في المجالات السياسية والامنية والاقتصادية والثقافية والعلمية والدينية .

source: Iraqi Treaties
ar_iq: اهم الاتفاقيات والمعاهدات

source: Reforming the Ministry
ar_iq: تأهيل وزارة الخارجية

source: Under the previous regime, the reputation of the Ministry of Foreign Affairs was degraded in the eyes of Iraqis and the international community. The institution, its missions and its activities, were abused to spy and intimidate in deliberate breach of internationally-accepted diplomatic practice. The professionalism of Ministry staff was undermined and any initiative was suffocated by an oppressive and corrupt working culture. <br><br>Today, Ministry of Foreign Affairs personnel are undertaking diplomatic training overseas through professional development programs provided by host countries. These programs include language and information technology skills, diplomatic training in all fields and exposure to internationally accepted diplomatic practices. Since August last year, 251 members of the Ministry's staff have been selected to go to twenty countries to receive diplomatic training. The countries are Pakistan, Poland, the Czech Republic, India, Jordan, South Korea, the United Kingdom, the United States, France, Germany, Romania, Turkey, China, Spain, the Netherlands, Egypt, Malaysia, The Sudan, Austria and Switzerland. Some 60 members of staff have already started their training in Pakistan, Poland, the Czech Republic, India, Jordan, Korea and the United Kingdom, while 35 other staff have returned from Pakistan, the Czech Republic, Jordan and India. <br><br>The new Ministry of Foreign Affairs is further committed to enhance its foreign policy capabilities through reforming and modernising its organisation, personnel and activities according to the following principles:
ar_iq: انطوت تركة النظام السابق على مؤسسات متهالكة تفتقر الى الكفاءة بسسب غياب التخطيط الناجم عن السياسات الغير مدروسة والقرارات الفردية التي ابعدت عمل مؤسسات الدولة العراقية عن المعايير القياسية المعمول بها في بقية دول العالم :<br>وقد كانت وزارة الخارجية بهيكلها التنظيمي وأسلوب ادارة العمل فيها جزء من هذة التركة الثقيلة.لذا دأبت حكومة العراق الجديد على اجراء اصلاحات اساسية لتأهيل وزارة الخارجية لأظهار الصورة المشرقة التي تليق بمكانة العراق وتاريخه الدبلوماسي الذي افقده النظام السابق الكثير من رونقه بعد ان اضفى على المؤسسة الدبلوماسية الصبغة الامنية التي هيمنت على دوائرها كافة.فأعيد تأهيل الوزارة وهيكلها بعد2003 بما يتناغم وسعي العراق لأستعادة دوره الفاعل عبر العمل الدبلوماسي البناء والانفتاح على المجتمع الدولي.وعملت وزارة الخارجية العراقية وما تزال على تحقيق تلك الرؤية على نحو مدروس من خلال الاتي:<br>

source: The development and implementation of transparent selection and recruitment processes in conjunction with a ministry-wide de-Ba'athification program.
ar_iq: • اعداد كوادر دبلوماسية كفوءة في دورات معهد الخدمة الخارجية وفق ضوابط وشروط دقيقة لأنتقاء العناصر الملائمة بشفافية عالية من بين الشابات والشباب العراقين الجامعيين الراغبين بخدمة عراقهم في السلك الدبلوماسي.

source: New standard recruitment procedures based on merit, equal opportunities and a just and fair criteria offering various entry levels and opportunity to all sectors of Iraqi society, in particular to women.
ar_iq: • توفير المناهج الحديثة لتهيئة الكوادر الدبلوماسية والادراية والفنية بما يؤهلهم ومزاوله اعمالهم بكفاءة تنسجم مع تطور العمل الدبلوماسي العراقي واتساع مساحة ساحاته وافاقه.

source: Security Council Resolutions
ar_iq: قرارات مجلس الامن

source: Security council Resolutions in regarding to Iraq
ar_iq: قرارات مجلس الأمن المتعلقة بالعراق

source: Res.2170(2014)
ar_iq: قرار 2170 لسنة 2014
