Repository: enjoy2000/custom-cms
Catalog: module/Landing/language/*.po
Languages: ar_iq

source: Contact Us
ar_iq: إتصل بنا

source: Arab League
ar_iq: جامعة الدول العربية

source: Iraq was one of the founding members of the Arab League in 1945. In September 2003, a delegation from the Ministry of Foreign Affairs, led by Minister Zebari, regained Iraq's seat at the 120th Session of the Arab League in Cairo.
ar_iq: بتاريخ 9/9/2003 انعقدت في القاهرة الدورة العادية (120)لمجلس الجامعة العربية على المستوى الوزاري الذي درس الطلب الذي تقدم به مجلس الحكم الانتقالي في العراق في الجامعة العربية. وقد تمت الموافقة على الطلب على ان يشغل ممثلوالحكومة الانتقالية مقعد العراق في الجامعة بصفة انتقالية مؤقتة على اساس التحرك نحو صياغة الدستور واجراء انتخابات تقضي الى تشكيل حكومة عراقية ذات سيادة معترف بها دوليا تتولى مسؤوليات السلطة مع الطلب من الامين العام للجامعة الاستمرار في متابعة الوضع في العراق وتقديم تقرير دوري الى مجلس الجامعة على المستوى الوزاري عن مدى التقدم في تنفيذ هذ القرار. وقد تبع ذلك الشأن السيد هوشيار زيباري وزير الخارجية من خلال تصريحاته في القاهرة، قبل الاجتماع ، التي طالب فيها بأن تشغل الحكومة العراقية الجديدة مقعد العراق في الجامعة العربية.

source: In March 2004, Minister Zebari also participated in the Arab League Foreign Minister's preparatory meeting in Cairo for the Arab Summit in Tunis, which will now be held on 22-23 May 2004.
ar_iq: في اذار 2004 شارك السيد الوزير في اجتماع زراء الخارجية للجلسة التحضيرية للجامعة العربية في القاهرة ومن ثم في تونس من اجل عقد القمة العربية المؤجلة التي انعقدت بعد ذلك في 22-23 ايار 2004 تونس التي شارك بها السيد هوشيار زيباري وزير الخارجية وصدرت عن تلك القمة وثيقة عهد ووفاق وتضامن بين قادة الدول العربية وبيان بشأن مسيرة التطوير والتحديث في الوطن العربي وعددا من القرارات المهمة لتطوير العمل العربي المشترك كما اكدت في قراراتها الحرص على احترام سيادة العراق والحرص على وحدة اراضيه واستقلاله والالتزام بمبدا عدم التدخل في شؤونه الداخلية.

source: Since 1980, under the former regime, Iraq failed to pay its dues to the Arab League. In March 2004, the Ministry of Foreign Affairs paid Iraq's annual membership totalling $3, 515, 411 to the organisation.
ar_iq: في ايلول 2004 شارك السيد وزير الخارجية في اجتماعات مجلس الجامعة العربية على مستوى وزراء الخارجية في دورة انعقاده (122) في القاهرة.وقد ناقشت الاجتماعات قضية فلسطين والصراع العربي الاسرائيلي من خلال متابعة تطورات الانتفاضة وتفعيل مبادرة السلام العربية والاوضاع في الجولان السوري المحتل والتضامن مع الجمهورية اللبنانية، كما ناقشت الاجتماعات تطورات الوضع في العراق.

source: Iraq is fully committed to upholding and defending the charter of the Arab League and playing a vital role in all its agencies and institutions. We place great emphasis on strengthening multi-lateral relations in the Arab and Islamic domains and we actively promote friendly and beneficial relations between the Arab world and the international community.
ar_iq: في اذار 2005 شارك السيد لبيد عباوي وكيل الوزارة ، نيابة عن السيد الوزير في اجتماعات مجلس الجامعة على مستوى وزراء الخارجية في دورة انعقاده (123) في القاهرة. ونوقشت البنود المدرجة على جدول الاعمال وبضمنها تطورات الوضع في العراق الذي تقرر فيه الترحيب بالانتخابات التي اجريت في العراق بتاريخ 30 كانون الثاني 2005 واعتبارها انجازا كبيرا للشعب العراقي على طريق الانتقال السلمي والديمقراطي للسلطة، والتاكيد على ضرورة مشاركة جميع اطياف الشعب العراقي في العملية السياسية الجارية في العراق وخاصة كتابة الدستور الدائم للبلاد على قاعدة التوافق الوطني واجراء الاستفتاء الشعبي عليه.

source: (Updates on Arab League and its Stand on Iraq after 2006)<br>Iraq’s Participations in the Meetings of Arab League on the Summit Level and the Arab Foreign Ministers Level
ar_iq: في اذار 2005 شارك السيد هوشيار زيباري في مؤتمر القمة العربية في دورة انعقادة العادية (17) في الجزائر وصدر عن القمة بيانا اكد على مواصلة الجهود الرامية الى تطوير وتحديث الجامعة العربية وتفعيل الياتها، واعلان الدعم الكامل والمساندة التامة للشعب الفلسطيني في تعزيز وحدته الوطنية وتجديد التأكيد على وحدة اراضي العراق واحترام سيادته واستقلاله والدعوة الى تنقيذ قرار مجلس الامن رقم (1546) لعام 2004 القاضي بتمكين العراق من استعادة كامل سيادته وانهاء الوجود العسكري فيه، والترحيب بالتوقيع على اتفاق السلام في جنوب السودان والتأكيد على التضامن معة ومساندة الجهود التي تبذله االحكومة السودانية لمعالجة الوضع في اقليم دارفور.

source: <span style="font-weight: bold;">1-</span> March 2007: H.E Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the 127th Ordinary Session held in Cairo. The Meeting discussed the issues listed on the Agenda, to include the item of Iraq’s Situation Developments.
ar_iq: في ايلول 2005 شارك السيد هوشيار زيباري وزير الخارجية في اجتماعات مجلس الجامعة على مستوى وزراء الخارجية في دورة انعقادها (124) في القاهرة. وقد نوقش خلال الاجتماعات بند تطورات الوضع في العراق وتم فيه التأكيد على ضرورة التواجد الدبلوماسي العربي في العراق، والترحيب باعلان الامين العام فتح بعثة للامانة العامة للجامعة العربية في بغداد والتأكيد على ضرورة المساعدة في انجاز العملية السياسية الجارية في العراق ودعوة اطياف الشعب العراقي للمشاركة في انجاز متطلبات العملية السياسية.

source: <span style="font-weight: bold;">2-</span> March 2007: H.E Foreign Affairs Minister, Hoshyar Zebari, participates in the 19th Ordinary Session of Arab Summit Conference in Riyadh. Iraq’s Delegation submitted many proposals on amending and updating the draft resolution on the situation in Iraq, in light of the results of conferences, meetings and political activities took place after the issuance of the resolution on Iraq.
ar_iq: في شهر اذار 2006 شارك السيد هوشيار زيباري في اجتماعات مجلس الجامعة على مستوى وزراء الخارجية في دورة انعقادها (125)في القاهرة. ونوقش في الاجتماعات البنود المدرجة عل جدول الاعمال ومن بينها البند الخاص بتطورات الوضع في العراق حيث تقرر دعوة الدول الاعضاء في الجامعة ان يكون لها حضور دبلوماسي في بغداد على مستوى السفراء بأسرع قت ممكن هذا العام، والـتأكيد على ضرورة الاسراع بفتح بعثة للامانة العامة للجامعة العربية في بغداد بأسرع وقت ممكن، والموافقة على التعاقد مع السفير مختار لماني الشاغل منصب رئيس بعثة الجامعة العربية في بغداد.

source: <span style="font-weight: bold;">3- </span>July 2007: H.E Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Arab League Council on the Ministerial level held in Cairo. The Meeting discussed the findings of Arab efforts to activate the Arab Peace Initiative and the developments of the issue of the Libyan children injected with HIV.
ar_iq: بتاريخ 28-29/3/2006 صدر اعلان الخرطوم عقب اجتماعات القمة العربية في العاصمة السودانية في دورتها العادية (18) التي ترأس قيها وفد العراق للقمة هوشيار زيباري وزير الخارجية / وتضمن الاعلان فقرة عن العراق تدعو الى احترام سيادة العراق وحريته واستقلاله وعدم التدخل في شؤونه الداخلية وادانة الاعمال التخريبية التي استهدفت المقامات والاضرحة الدينية في سامراء والمساجد ودور العبادة الاخرى,كما تضمنت الفقرة الترحيب بمبادرة الاردن لعقد لقاءات للقيادات والمرجعيات الدينية في عمان.

source: <span style="font-weight: bold;">4-</span> September 2007: H.E Foreign Affairs Minister, Hoshyar Zebari, participates in the 127th Ordinary Session in Cairo. Through this session the item of Iraq’s Situation Developments was reviewed; where Iraq’s Delegation requested activating Clause 7 and 15 of the al-Khartoum Summit Resolution No. 340 on 29/03/2006 concerning the item of Iraq’s Situation Developments and put them into execution. Clause 7 stipulates that the member States, following the example of foreign States, shall have diplomatic representations in Baghdad soonest. Clause 15 stipulates urging the Arab States to cancel their debts on Iraq.
ar_iq: بتاريخ 12/4/2006 صدر بيان عن اجتماع اللجنة الوزارية الخاصة بالعراق الذي عقد في القاهرة، تنفيذا لقرار قمة الخرطوم رقم (340) في 29/3/2006 الذي دعت الفقرة (5) فيه الى اجتماع عاجل للجنة الوزارية الخاصة بالعراق يحدد موعده بعد انتهاء القمة لمتابعة التطورات الجارية في العراق.وقد اعتذر العراق عن المشاركة في الاجتماع المذكور بسبب تصريحات للرئيس المصري أثارت حفيظة الشعب والمرجعيات الدينية في العراق.

source: <span style="font-weight: bold;">5- </span>September 2007: H.E Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the 128th Ordinary Session held in Cairo. Iraq’s Delegation succeeded in incorporating some amendments on the draft resolution prepared by the General Secretariat in line with the positive developments taking place in Iraq in various fields.
ar_iq: كان العراق أحد الاعضاء المؤسسين للجامعة العربية عام 1945، استعاد العراق في ايلول 2003 مقعده في الجلسة الخمسبن للجامعة العربية التي عقدت في القاهرة حيث حضرت بعثة تمثل العراق من وزارة الخارجية يرأسها معالي وزير الخارجية السيد هوشيار زيباري.

source: <span style="font-weight: bold;">6- </span>January 2008: H.E Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Arab League Council on the Ministerial level held in Cairo. The Meeting discussed the Lebanese crisis in light of the discords over the presidential elections in addition to the efforts exerted on activating the Arab Peace Initiative and countering the Israeli aggressive practices represented by the economic blockade and assaults on civilians in Gaza Sector.
ar_iq: منذ عام 1980 اخفق العراق تحت حكم النظام السابق في دفع مستحقاته المالية للجامعة العربية. لكن في اذار 2004 سددت وزارة الخارجية رسوم العضوية السنوية للعراق التي تصل الى (3,515,411) دولار.

source: <span style="font-weight: bold;">7- </span>On 27/01/2008, were held the meetings of the Extraordinary Session of the Arab League Council on Ministerial level. H.E. Foreign Affairs Minister, Hoshyar Zebari, headed Iraq’s Delegation to the Meeting, which was dedicated to follow up the developments of the situations in Lebanon and Palestine.
ar_iq: يلتزم العراق كليا بدعم ميثاق الجامعة العربية وحمايته، وبالمساهمة الفعالة في جميع وكالاتها ومؤسساتها. وتؤكد على تقوية العلاقات المتعددة الاطراف في المجالات العربية والاسلامية وتعمل على تعزيز العلاقات الودية والمفيدة مابين العالم العربي والمجتمع الدولي.

source: <span style="font-weight: bold;">8-</span> March 2008: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the 129th Ordinary Session in Cairo. Iraq’s Delegation succeeded in incorporating some amendments on the draft resolution prepared by the General Secretariat on the situation in Iraq.
ar_iq: اّخر المستجدات عن الجامعة العربية وموقفها مع العراق بعد عام 2006مشاركات العراق في اجتماعات الجامعة العربية على مستوى القمة وعلى مستوى وزراء الخارجية العرباّذار 2007 ترأس وزير الخارجية هوشيار زيباري وفد العراق المشارك في الدورة العادية (127) التي عقدت في القاهرة ، بحث خلال الاجتماع القضايا المدرجة على جدول الاعمال ومنها بند (تطورات الوضع في العراق).اّذار 2007 شارك معالي وزير الخارجية هوشيار زيباري في مؤتمر القمة العربية في دورتها العادية الـ(19) في الرياض، تقدم الوفد العراقي بعدة مقترحات لتعديل وتحديث مشروع القرار بشأن الوضع في العراق وذلك في ضوء نتائج المؤتمرات والاجتماعات والنشاطات السياسية التي جرت خلال الفقرة التي اعقبت صدور القرار الخاص بالعراق.تموز 2007 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في الاجتماع الطارىء لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، ناقش الاجتماع ماتوصلت اليه الجهود العربية لتفعيل مبادرة السلام العربية، والتطورات الخاصة بمسألة الاطفال الليبيين المحقونين بفيروس الايدز.أيلول 2007 شـــارك معالي وزير الخـارجية السيد هوشيار زيباري في الدورة العادي (127) فــي القــاهرة، تــم خـلاله مـراجعة (بند تطورات الوضع في العراق)، حيث طـلب الـوفد العراقـي تفعيــل الفقــرتين (7،15) مــن قـــرار قمـــة الخرطــوم رقـم 340 فـــي 29/3/2006 المتعلقتين ببند تطورات الوضع في العراق ووضعهما موضع التنفيذ حيث تنص الفقرة (7)على دعوة الدول الاعضاء لان يكون لها حضور دبلوماسي في بغداد باسرع وقت ممكن أسوة بالدول الاجنبية ، والفقرة (15)التي تنص على حث الدول العربية على الغاء ديونها على العراق.

source: <span style="font-weight: bold;">9-</span> March 2008: H.E. Foreign Affairs Minister, Hoshyar Zebari, participates in the 20th Session of Arab Summit in Damascus. The Summit issued the Special Resolution on Iraq, which included a reference to support the efforts of the Government of Iraq in rebuilding its security establishment on patriotic and professional basis, and create appropriate conditions to finalize the security issue across Iraq. In addition to the special condition on the situation of Iraqi emigrants in the Arab States, which included giving thanks and appreciation to the Arab States hosting Iraqi immigrants for the burdens borne by these States in securing decent living for them, and calling these States to facilitate granting visa and residence to Iraqi willing visitors, also to expedite the provision of urgent aids depositing them in the special account opened by the General Secretariat of Arab League to support the Iraqi emigrants.
ar_iq: أيلول 2007 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في الدورة العادية (128) التي عقدت في القاهرة، وقد نجح الوفد العراقي بإدخال بعض التعديلات على مشروع القرار الذي اعدته الامانة العامة وبما يتناسب والتطورات الايجابية الحاصلة في العراق في مختلف المجالات.كانون الثاني 2008 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق الذي شارك في الاجتماع الطارىء لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، تضمن الاجتماع مناقشة الأزمة اللبنانية في ضوء الخلافات على الانتخابات الرئاسية اضافة الى الجهود المبذولة لتفعيل مبادرة السلام العربية والتصدي للممارسات العدوانية الاسرائيلية المتمثلة بالحصار الاقتصادي والهجمات ضد السكان المدنيين في قطاع غزة.عقد بتاريخ 27/1/2008 اجتماعات الدورة غير العادية لمجلس جامعة الدول العربية على المستوى الوزاري، ترأس وفد العراق للاجتماع معالي وزير الخارجية السيد هوشيار زيباري والذي كرس لمتابعة تطورات الاوضاع في لبنان وفلسطين.اّذار 2008 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في الدورة العادية (129) في القاهرة، وقد نجح الوفد العراقي في إدخال بعض التعديلات على مستوى القرار الذي أعدته الامانة العامة بشأن الوضع في العراق.

source: <span style="font-weight: bold;">10-</span> May 2008: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Council of Arab League on Ministerial level held in Cairo. The Meeting discussed the developments of the Lebanese crisis. H.E. delivered important interposition over the containment of the Lebanese crisis.
ar_iq: اّذار 2008 شارك معالي وزير الخارجية هوشيار زيباري في مؤتمر القمة العربية في دورتها العادية الـ(20) في دمشق، وقد صدر عن القمة القرار الخاص بالعراق والذي تضمن الاشارة الى دعم جهود الحكومة العراقية في اعادة بناء مؤسساتها الامنية على اسس وطنية ومهنية ، وتهيئة الظروف الملائمة لاستكمال الملف الامني في عموم العراق، بالاضافة الى القرار الخاص بوضع المهاجرين العراقيين في الدول العربية الذي تضمن تقديم الشكر والتقدير للدول العربية التي تستضيف المهاجرين العراقيين على ما تتحمله من اعباء في تأمين العيش الكريم لهم، دعوتها الى تسهيل منح تأشيرات الدخول والاقامة للعراقيين الراغبين بزيارة تلك الدول، وكذلك ضرورة الاسراع في تقديم المساعدات العاجلة وايداعها في الحساب الخاص الذي فتحته الامانة العامة لجامعة الدول العربية لدعم المهاجرين العراقيين.

source: <span style="font-weight: bold;">11-</span> July 2008: The Foreign Affairs Undersecretary, Mr. Labeed Abbawi, acting for the Foreign Affairs Minister, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Arab League Council held in Cairo. The Meeting discussed the updates of the situation between Sudan and the International Criminal Court.
ar_iq: أيار 2008 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في الاجتماع الطارىء لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، ناقش الاجتماع تطورات الازمة اللبنانية وقدم معالي الوزير مداخلات مهمة بشأن احتواء الازمة اللبنانية.

source: <span style="font-weight: bold;">12-</span> September 2008: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the 130th Ordinary Session held in Cairo. Iraq’s Delegation succeeded in incorporating some amendments on the draft resolution prepared by the General Secretariat of the Arab League (Iraq’s Situation Developments), which is a revised wording of the resolution adopted by the Arab League Council on Ministerial level in its previous 129th session.
ar_iq: تموز 2008 ترأس وكيل الخارجية السيد لبيد عباوي وفد العراق نيابة عن وزير الخارجية وفد العراق المشارك في الاجتماع الطارىء لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، ناقش الاجتماع مستجدات الوضع بين السودان والمحكمة الجنائية الدولية.

source: <span style="font-weight: bold;">13-</span> March 2009: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Meeting of the 131st Ordinary Session held in Cairo. New amendments and proposals were incorporated in the draft special resolution on Iraq, inter-alia, originating a new operative clause, Ser. 4th, over Iraq’s signing the Agreement on the US Troops Withdrawal by the end of 2011, as well as the Strategic Framework Agreement on Friendly Relation between the Republic of Iraq and the United States of America.
ar_iq: أيلول 2008 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق الذي شارك في الدورة العادية (130) التي عقدت في القاهرة، وقد نجح الوفد العراقي المشارك في ادخال بعض التعديلات على مشروع القرار الذي اعدته الامانة العامة لجامعة الدول العربية (تطورات الوضع في العراق) وهو عبارة عن صيغة معدلة عن القرار الذي اعتمده مجلس الجامعة العربية على المستوى الوزاري في دورته السابقة (129).

source: <span style="font-weight: bold;">14-</span> March 2009: H.E. Foreign Affairs Minister, Hoshyar Zebari, participates in the 21st Session of Arab Summit in Doha. H.E. Prime Minister Nouri al-Maliki delivered a comprehensive speech wherein he stressed on the importance of making the Doha Summit a comprehensive Arab outset. H.E. touched on Iraq’s success in surmounting the most dangerous crises and challenges threatened its unity and sovereignty. He reassured the Arab leaders that the Iraqi forces have become capable of filling the void will be left behind the US troops withdrawal from all Iraqi territories. H.E. reserved on the special wording on Iraq in the Doha Declaration; he requested the summit Headship to make amendments thereon. The request for amendment was approved, as per the wording submitted by H.E., to read as follows: (the Arab Summit praises the steps achieved in Iraq on security, stability, national unity, discarding sectarianism and stability of political process via the participation of the mosaic of Iraqi people). Also, he confirmed on Iraq’s right to host the next Arab Summit. However, due to incompletion of technical and logistic procedures to host this important Arab event, it has been decided that Iraq shall host the 23rd Session of Arab Summit in 2011.
ar_iq: اذار 2009 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في اجتماع الدورة العادية (131) الذي عقد في القاهرة، وقد تم إدخال تعديلات ومقترحات جديدة على مشروع القرار الخاص بالعراق ومنها استحداث فقرة عاملة جديدة يكون تسلسلها رقم (4) بشأن توقيع العراق اتفاقية انسحاب القوات الأمريكية من البلاد نهاية عام 2011، وكذلك الاتفاقية الإطارية الإستراتيجية لعلاقة الصداقة بين جمهورية العراق والولايات المتحدة الأمريكية.

source: <span style="font-weight: bold;">15-</span> May 2009: The Foreign Affairs Undersecretary, Mr. Labeed Abbawi, acting for the Foreign Affairs Minister, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Arab League Council on Ministerial level held in Cairo. The Meeting discussed the Israeli breaches in Gaza, and following up the war crimes committed by the Israeli occupation forces on Gaza Sector.
ar_iq: اذار 2009 شارك معالي وزير الخارجية السيد هوشيار زيباري في مؤتمر القمة العربية الدورة الـ (21) في الدوحة, حيث القى دولة رئيس الوزراء السيد نوري كامل المالكي خطاباً شاملاً أكد فيه على أهمية أن تكون قمة الدوحة بداية عربية شاملة، وتطرق دولته إلى نجاح العراق في تجاوز أخطر الأزمات والتحديات التي كانت تهدد وحدته وسيادته, وطمأن دولته القادة العرب بأن القوات العراقية أصبحت قادرة على ملأ الفراغ الذي سيتركه انسحاب القوات الأمريكية من جميع الأراضي العراقية, وتحفظ دولة رئيس الوزراء السيد نوري المالكي على الصيغة التي جاء فيها النص الخاص بالعراق في إعلان الدوحة، وطلب من رئاسة القمة إجراء التعديلات عليها، وقد تمت الموافقة على طلب التعديل ، كما صاغه دولة الرئيس ، لتقرأ كالأتي: ( يشيد مؤتمر القمة العربية بالخطوات التي تحققت في العراق على طريق الأمن والاستقرار والوحدة الوطنية ونبذ الطائفية واستقرار العملية السياسية بمشاركة كل مكونات الشعب العراقي) ، كما أكد دولته احتفاظ العراق بحقه باستضافة القمة العربية القادمة، ونظراً لعدم اكتمال الإجراءات الفنية واللوجستية لإستضافة هذا الحدث العربي الكبير فقد تقرر أن يستضيف العراق القمة العربية الدورة الـ (23) في عام 2011.

source: <span style="font-weight: bold;">16-</span> June 2009: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Extraordinary Meeting of the Arab League Council on Ministerial level held in Cairo. The Meeting discussed the new Arab stand after the latest address of the US President, Barak Obama.
ar_iq: ايار 2009 ترأس وكيل وزارة الخارجية السيد لبيد عباوي نيابةً عن معالي وزير الخارجية وفد العراق المشارك في الاجتماع الطارئ لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، ناقش الاجتماع الانتهاكات الإسرائيلية في غزة، ومتابعة جرائم الحرب التي ارتكبتها قوات الاحتلال الإسرائيلية على القطاع .

source: <span style="font-weight: bold;">17- </span>September 2009: H.E. Foreign Affairs Minister, Hoshyar Zebari, heads the Iraq’s Delegation participating in the Meeting of the 132nd Ordinary Session held in Cairo. New amendments and proposals were incorporated in the draft special resolution on Iraq. As well as praising the advancement taking place in the political process in Iraq and the Government’s role in anchoring and consolidation of the democracy, and holding the parliament and presidential elections in Kurdistan Region on 25/07/2009 with the participation of an Arab League’s delegation within the observation teams.
ar_iq: حزيران 2009 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في الاجتماع الطارئ لمجلس الجامعة العربية على المستوى الوزاري الذي عقد في القاهرة، ناقش الاجتماع الموقف العربي الجديد بعد الخطاب الأخير للرئيس الأمريكي باراك اوباما .

source: <span style="font-weight: bold;">18-</span> March 2010: The Foreign Affairs Undersecretary for Political Planning and Bilateral Relations, Mr. Labeed Abbawi, heads the Iraq’s Delegation participating in the 133rd Ordinary Session held in Cairo. New Clause was added to the draft special resolution on Iraq; where a clause concerning water and Iraq’s right to utilize its share, according to the international laws, was incorporated (Clause 14). Also, a new item concerning the situation of the displaced Iraqis in the hosting Arab countries was incorporated in accordance with Syrian draft and after making the necessary amendments resulted from the interpositions of the Iraq’s Delegation Head; where its wording was precise and objective.
ar_iq: ايلول 2009 ترأس معالي وزير الخارجية السيد هوشيار زيباري وفد العراق المشارك في اجتماع الدورة العادية (132) الذي عقد في القاهرة، وقد تم إدخال تعديلات ومقترحات جديدة على مشروع القرار الخاص بالعراق، وكذلك الإشادة بالتقدم الحاصل في العملية السياسية في العراق ودور الحكومة في إرساء وتعزيز أسس الديمقراطية ، وإجراء الإنتخابات البرلمانية والرئاسية في إقليم كوردستان في 25/7/2009، ومشاركة وفد من الجامعة العربية في فرق المراقبة .
