Repository: enjoy2000/custom-cms
Catalog: module/Admin/language/*.po
Languages: ar_iq

source: A 404 error occurred
ar_iq: حدث خطأ رقم 404

source: Mission
ar_iq: ﺎﻠﺒﻌﺛﺎﺗ ﺎﻟﺪﺒﻟﻮﻣﺎﺴﻳﺓ

source: Blog
ar_iq: الأخبار

source: International Conventions
ar_iq: ﺍﻼﺘﻓﺎﻘﻳﺎﺗ ﺎﻟﺩﻮﻠﻳﺓ

source: Press Releases
ar_iq: الناطق الصحفي

source: Speeches & Interviews
ar_iq: الوسائط المتعددة - المقابلات

source: Ministry's Announcements
ar_iq: اعلانات الوزارة

source: Announcements
ar_iq: اعلانات تجارية

source: Ministry's Magazine
ar_iq: مجلة الوزارة

source: Iraqi Ambassadors
ar_iq: سفراء العراق

source: Ministry Departments
ar_iq: دوائر الوزارة

source: Other Links
ar_iq: روابط اخرى

source: Undersecretaries
ar_iq: وكيل الوزارة

source: Martyrs of The Ministry of Foreign Affairs
ar_iq: اسماء شهداء وزارة الخارجية

source: The Ministry Law No. 36 of 2013
ar_iq: قانون الوزارة رقم 36 لسنة 2013

source: Religious Tourism
ar_iq: السياحة الدينية

source: Minister Speeches
ar_iq: خطابات الوزير

source: Press Conferences
ar_iq: مؤتمرات صحفية

source: Official Documents
ar_iq: وثائق رسمية

source: Contact Press Department
ar_iq: اتصل بالقسم الصحفي

source: Video Library
ar_iq: مكتبة الفيديو

source: Photo Library
ar_iq: مكتبة الصور

source: Other Headlines
ar_iq: أخبار اخرى

source: Iraq Mission Abroad
ar_iq: البعثات العراقية في الخارج

source: Foreign Mission in Iraq
ar_iq: البعثات الأجنبية في العراق

source: Martyrs of the Ministry of Foreign Affairs
ar_iq: اسماء شهداء وزارة الخارجية

source: Tendor
ar_iq: اتجاه

source: Magazine
ar_iq: مجلة

source: Faq
ar_iq: الاسئلة والمعلومات

source: Reforming The Ministry
ar_iq: تأهيل وزارة الخارجية

source: Speeches Interviews
ar_iq: خطابات ومقابلات الوزير

source: The Virtual Museum Of Iraq
ar_iq: المتحف العراقي الافتراضير

source: Encyclopedia
ar_iq: موسوعة العراق

source: Iraq And The United Nations
ar_iq: العراق ومنظمة الامم المتحدة

source: Extension of Passports
ar_iq: تمديد الجوازات

source: Certificate of Origin
ar_iq: شهادة المنشأ

source: Passports Issuance
ar_iq: اصدار الجوازات

source: Mofa Ministers
ar_iq: وزراء الخارجية العراقية

source: The requested controller was unable to dispatch the request.
ar_iq: لم يتمكن من ارسال طلب الى وحدة التحكم المطلوبة

source: The requested controller could not be mapped to an existing controller class.
ar_iq: لا يمكن تعيين وحدة التحكم المطلوبة لفئة التحكم القائمة

source: The requested controller was not dispatchable.
ar_iq: الطلب المرسل غير قابل للارسال

source: The requested URL could not be matched by routing.
ar_iq: لا يوجد تطابق ال URL من قبل الموجه

source: We cannot determine at this time why a 404 was generated.
ar_iq: لا يمكن في هذا الأثناء تحديد كيفية الحصول على خطأّ 404

source: Controller
ar_iq: المراقب

source: resolves to %s
ar_iq: معالجتها الى %s

source: Additional information
ar_iq: معلومات اضافية

source: File
ar_iq: ملف

source: Message
ar_iq: رسالة

source: Stack trace
ar_iq: تتبع المسار

source: Previous exceptions
ar_iq: الاستثناءات السابقة

source: No Exception available
ar_iq: لا توجد استثناءات

source: An error occurred
ar_iq: خطأ في الإتصال

source: Ministry of Foreign Affairs | Republic of Iraq
ar_iq: جمهورية العراق | وزارة الخارجية

source: Site Map
ar_iq: خارطة الموقع

source: Home
ar_iq: الصفحة الرئيسية

source: The Ministry
ar_iq: الوزارة

source: Foreign Policy
ar_iq: السياسة الخارجية

source: About Iraq
ar_iq: حول العراق

source: Diplomatic Missions
ar_iq: البعثات الدبلوماسية

source: Consular Services
ar_iq: الخدمات القنصلية

source: Contact Us
ar_iq: اتصل بنا

source: Links
ar_iq: وصلات سريعة

source: Iraq's Constitution
ar_iq: الدستور العراقي

source: Speeches
ar_iq: خطابات السيد الوزير

source: Investment in Iraq
ar_iq: الإستثمار في العراق

source: Iraq Encyclopedia
ar_iq: موسوعة العراق

source: International organizations
ar_iq: منظمات دولية

source: Languages
ar_iq: اللغات

source: English
ar_iq: الأنجليزية

source: Republic of Iraq
ar_iq: جمهورية العراق

source: Ministry of Foreign Affairs
ar_iq: وزارة الخارجية

source: Language
ar_iq: اللغة

source: Arabic
ar_iq: العربية

source: News
ar_iq: الأخبار

source: No news.
ar_iq: لا توجد أخبار

source: International Organizations
ar_iq: المنظمات الدولية
